[
  {
    "id": 1,
    "overview": "Two imprisoned men bond over a number of years, finding solace and eventual redemption through acts of common decency.",
    "rating": 9.3,
    "released_year": 1994,
    "runtime": "142 min",
    "title": "The Shawshank Redemption"
  },
  {
    "id": 2,
    "overview": "An organized crime dynasty's aging patriarch transfers control of his clandestine empire to his reluctant son.",
    "rating": 9.2,
    "released_year": 1972,
    "runtime": "175 min",
    "title": "The Godfather"
  },
  {
    "id": 3,
    "overview": "When the menace known as the Joker wreaks havoc and chaos on the people of Gotham, Batman must accept one of the greatest psychological and physical tests of his ability to fight injustice.",
    "rating": 9,
    "released_year": 2008,
    "runtime": "152 min",
    "title": "The Dark Knight"
  },
  {
    "id": 4,
    "overview": "The early life and career of Vito Corleone in 1920s New York City is portrayed, while his son, Michael, expands and tightens his grip on the family crime syndicate.",
    "rating": 9,
    "released_year": 1974,
    "runtime": "202 min",
    "title": "The Godfather: Part II"
  },
  {
    "id": 5,
    "overview": "A jury holdout attempts to prevent a miscarriage of justice by forcing his colleagues to reconsider the evidence.",
    "rating": 9,
    "released_year": 1957,
    "runtime": "96 min",
    "title": "12 Angry Men"
  },
  {
    "id": 6,
    "overview": "Gandalf and Aragorn lead the World of Men against Sauron's army to draw his gaze from Frodo and Sam as they approach Mount Doom with the One Ring.",
    "rating": 8.9,
    "released_year": 2003,
    "runtime": "201 min",
    "title": "The Lord of the Rings: The Return of the King"
  },
  {
    "id": 7,
    "overview": "The lives of two mob hitmen, a boxer, a gangster and his wife, and a pair of diner bandits intertwine in four tales of violence and redemption.",
    "rating": 8.9,
    "released_year": 1994,
    "runtime": "154 min",
    "title": "Pulp Fiction"
  },
  {
    "id": 8,
    "overview": "In German-occupied Poland during World War II, industrialist Oskar Schindler gradually becomes concerned for his Jewish workforce after witnessing their persecution by the Nazis.",
    "rating": 8.9,
    "released_year": 1993,
    "runtime": "195 min",
    "title": "Schindler's List"
  },
  {
    "id": 9,
    "overview": "A thief who steals corporate secrets through the use of dream-sharing technology is given the inverse task of planting an idea into the mind of a C.E.O.",
    "rating": 8.8,
    "released_year": 2010,
    "runtime": "148 min",
    "title": "Inception"
  },
  {
    "id": 10,
    "overview": "An insomniac office worker and a devil-may-care soapmaker form an underground fight club that evolves into something much, much more.",
    "rating": 8.8,
    "released_year": 1999,
    "runtime": "139 min",
    "title": "Fight Club"
  },
  {
    "id": 11,
    "overview": "A meek Hobbit from the Shire and eight companions set out on a journey to destroy the powerful One Ring and save Middle-earth from the Dark Lord Sauron.",
    "rating": 8.8,
    "released_year": 2001,
    "runtime": "178 min",
    "title": "The Lord of the Rings: The Fellowship of the Ring"
  },
  {
    "id": 12,
    "overview": "The presidencies of Kennedy and Johnson, the events of Vietnam, Watergate and other historical events unfold through the perspective of an Alabama man with an IQ of 75, whose only desire is to be reunited with his childhood sweetheart.",
    "rating": 8.8,
    "released_year": 1994,
    "runtime": "142 min",
    "title": "Forrest Gump"
  },
  {
    "id": 13,
    "overview": "A bounty hunting scam joins two men in an uneasy alliance against a third in a race to find a fortune in gold buried in a remote cemetery.",
    "rating": 8.8,
    "released_year": 1966,
    "runtime": "161 min",
    "title": "Il buono, il brutto, il cattivo"
  },
  {
    "id": 14,
    "overview": "While Frodo and Sam edge closer to Mordor with the help of the shifty Gollum, the divided fellowship makes a stand against Sauron's new ally, Saruman, and his hordes of Isengard.",
    "rating": 8.7,
    "released_year": 2002,
    "runtime": "179 min",
    "title": "The Lord of the Rings: The Two Towers"
  },
  {
    "id": 15,
    "overview": "When a beautiful stranger leads computer hacker Neo to a forbidding underworld, he discovers the shocking truth--the life he knows is the elaborate deception of an evil cyber-intelligence.",
    "rating": 8.7,
    "released_year": 1999,
    "runtime": "136 min",
    "title": "The Matrix"
  },
  {
    "id": 16,
    "overview": "The story of Henry Hill and his life in the mob, covering his relationship with his wife Karen Hill and his mob partners Jimmy Conway and Tommy DeVito in the Italian-American crime syndicate.",
    "rating": 8.7,
    "released_year": 1990,
    "runtime": "146 min",
    "title": "Goodfellas"
  },
  {
    "id": 17,
    "overview": "After the Rebels are brutally overpowered by the Empire on the ice planet Hoth, Luke Skywalker begins Jedi training with Yoda, while his friends are pursued by Darth Vader and a bounty hunter named Boba Fett all over the galaxy.",
    "rating": 8.7,
    "released_year": 1980,
    "runtime": "124 min",
    "title": "Star Wars: Episode V - The Empire Strikes Back"
  },
  {
    "id": 18,
    "overview": "A criminal pleads insanity and is admitted to a mental institution, where he rebels against the oppressive nurse and rallies up the scared patients.",
    "rating": 8.7,
    "released_year": 1975,
    "runtime": "133 min",
    "title": "One Flew Over the Cuckoo's Nest"
  },
  {
    "id": 19,
    "overview": "The real life of one of America's foremost founding fathers and first Secretary of the Treasury, Alexander Hamilton. Captured live on Broadway from the Richard Rodgers Theater with the original Broadway cast.",
    "rating": 8.6,
    "released_year": 2020,
    "runtime": "160 min",
    "title": "Hamilton"
  },
  {
    "id": 20,
    "overview": "Greed and class discrimination threaten the newly formed symbiotic relationship between the wealthy Park family and the destitute Kim clan.",
    "rating": 8.6,
    "released_year": 2019,
    "runtime": "132 min",
    "title": "Gisaengchung"
  },
  {
    "id": 21,
    "overview": "Nedumaaran Rajangam \"Maara\" sets out to make the common man fly and in the process takes on the world's most capital intensive industry and several enemies who stand in his way.",
    "rating": 8.6,
    "released_year": 2020,
    "runtime": "153 min",
    "title": "Soorarai Pottru"
  },
  {
    "id": 22,
    "overview": "A team of explorers travel through a wormhole in space in an attempt to ensure humanity's survival.",
    "rating": 8.6,
    "released_year": 2014,
    "runtime": "169 min",
    "title": "Interstellar"
  },
  {
    "id": 23,
    "overview": "In the slums of Rio, two kids' paths diverge as one struggles to become a photographer and the other a kingpin.",
    "rating": 8.6,
    "released_year": 2002,
    "runtime": "130 min",
    "title": "Cidade de Deus"
  },
  {
    "id": 24,
    "overview": "During her family's move to the suburbs, a sullen 10-year-old girl wanders into a world ruled by gods, witches, and spirits, and where humans are changed into beasts.",
    "rating": 8.6,
    "released_year": 2001,
    "runtime": "125 min",
    "title": "Sen to Chihiro no kamikakushi"
  },
  {
    "id": 25,
    "overview": "Following the Normandy Landings, a group of U.S. soldiers go behind enemy lines to retrieve a paratrooper whose brothers have been killed in action.",
    "rating": 8.6,
    "released_year": 1998,
    "runtime": "169 min",
    "title": "Saving Private Ryan"
  },
  {
    "id": 26,
    "overview": "The lives of guards on Death Row are affected by one of their charges: a black man accused of child murder and rape, yet who has a mysterious gift.",
    "rating": 8.6,
    "released_year": 1999,
    "runtime": "189 min",
    "title": "The Green Mile"
  },
  {
    "id": 27,
    "overview": "When an open-minded Jewish librarian and his son become victims of the Holocaust, he uses a perfect mixture of will, humor, and imagination to protect his son from the dangers around their camp.",
    "rating": 8.6,
    "released_year": 1997,
    "runtime": "116 min",
    "title": "La vita è bella"
  },
  {
    "id": 28,
    "overview": "Two detectives, a rookie and a veteran, hunt a serial killer who uses the seven deadly sins as his motives.",
    "rating": 8.6,
    "released_year": 1995,
    "runtime": "127 min",
    "title": "Se7en"
  },
  {
    "id": 29,
    "overview": "A young F.B.I. cadet must receive the help of an incarcerated and manipulative cannibal killer to help catch another serial killer, a madman who skins his victims.",
    "rating": 8.6,
    "released_year": 1991,
    "runtime": "118 min",
    "title": "The Silence of the Lambs"
  },
  {
    "id": 30,
    "overview": "Luke Skywalker joins forces with a Jedi Knight, a cocky pilot, a Wookiee and two droids to save the galaxy from the Empire's world-destroying battle station, while also attempting to rescue Princess Leia from the mysterious Darth Vader.",
    "rating": 8.6,
    "released_year": 1977,
    "runtime": "121 min",
    "title": "Star Wars"
  },
  {
    "id": 31,
    "overview": "When a ronin requesting seppuku at a feudal lord's palace is told of the brutal suicide of another ronin who previously visited, he reveals how their pasts are intertwined - and in doing so challenges the clan's integrity.",
    "rating": 8.6,
    "released_year": 1962,
    "runtime": "133 min",
    "title": "Seppuku"
  },
  {
    "id": 32,
    "overview": "A poor village under attack by bandits recruits seven unemployed samurai to help them defend themselves.",
    "rating": 8.6,
    "released_year": 1954,
    "runtime": "207 min",
    "title": "Shichinin no samurai"
  },
  {
    "id": 33,
    "overview": "An angel is sent from Heaven to help a desperately frustrated businessman by showing him what life would have been like if he had never existed.",
    "rating": 8.6,
    "released_year": 1946,
    "runtime": "130 min",
    "title": "It's a Wonderful Life"
  },
  {
    "id": 34,
    "overview": "In Gotham City, mentally troubled comedian Arthur Fleck is disregarded and mistreated by society. He then embarks on a downward spiral of revolution and bloody crime. This path brings him face-to-face with his alter-ego: the Joker.",
    "rating": 8.5,
    "released_year": 2019,
    "runtime": "122 min",
    "title": "Joker"
  },
  {
    "id": 35,
    "overview": "A promising young drummer enrolls at a cut-throat music conservatory where his dreams of greatness are mentored by an instructor who will stop at nothing to realize a student's potential.",
    "rating": 8.5,
    "released_year": 2014,
    "runtime": "106 min",
    "title": "Whiplash"
  },
  {
    "id": 36,
    "overview": "After he becomes a quadriplegic from a paragliding accident, an aristocrat hires a young man from the projects to be his caregiver.",
    "rating": 8.5,
    "released_year": 2011,
    "runtime": "112 min",
    "title": "The Intouchables"
  },
  {
    "id": 37,
    "overview": "After a tragic accident, two stage magicians engage in a battle to create the ultimate illusion while sacrificing everything they have to outwit each other.",
    "rating": 8.5,
    "released_year": 2006,
    "runtime": "130 min",
    "title": "The Prestige"
  },
  {
    "id": 38,
    "overview": "An undercover cop and a mole in the police attempt to identify each other while infiltrating an Irish gang in South Boston.",
    "rating": 8.5,
    "released_year": 2006,
    "runtime": "151 min",
    "title": "The Departed"
  },
  {
    "id": 39,
    "overview": "A Polish Jewish musician struggles to survive the destruction of the Warsaw ghetto of World War II.",
    "rating": 8.5,
    "released_year": 2002,
    "runtime": "150 min",
    "title": "The Pianist"
  },
  {
    "id": 40,
    "overview": "A former Roman General sets out to exact vengeance against the corrupt emperor who murdered his family and sent him into slavery.",
    "rating": 8.5,
    "released_year": 2000,
    "runtime": "155 min",
    "title": "Gladiator"
  },
  {
    "id": 41,
    "overview": "A former neo-nazi skinhead tries to prevent his younger brother from going down the same wrong path that he did.",
    "rating": 8.5,
    "released_year": 1998,
    "runtime": "119 min",
    "title": "American History X"
  },
  {
    "id": 42,
    "overview": "A sole survivor tells of the twisty events leading up to a horrific gun battle on a boat, which began when five criminals met at a seemingly random police lineup.",
    "rating": 8.5,
    "released_year": 1995,
    "runtime": "106 min",
    "title": "The Usual Suspects"
  },
  {
    "id": 43,
    "overview": "Mathilda, a 12-year-old girl, is reluctantly taken in by Léon, a professional assassin, after her family is murdered. An unusual relationship forms as she becomes his protégée and learns the assassin's trade.",
    "rating": 8.5,
    "released_year": 1994,
    "runtime": "110 min",
    "title": "Léon"
  },
  {
    "id": 44,
    "overview": "Lion prince Simba and his father are targeted by his bitter uncle, who wants to ascend the throne himself.",
    "rating": 8.5,
    "released_year": 1994,
    "runtime": "88 min",
    "title": "The Lion King"
  },
  {
    "id": 45,
    "overview": "A cyborg, identical to the one who failed to kill Sarah Connor, must now protect her teenage son, John Connor, from a more advanced and powerful cyborg.",
    "rating": 8.5,
    "released_year": 1991,
    "runtime": "137 min",
    "title": "Terminator 2: Judgment Day"
  },
  {
    "id": 46,
    "overview": "A filmmaker recalls his childhood when falling in love with the pictures at the cinema of his home village and forms a deep friendship with the cinema's projectionist.",
    "rating": 8.5,
    "released_year": 1988,
    "runtime": "155 min",
    "title": "Nuovo Cinema Paradiso"
  },
  {
    "id": 47,
    "overview": "A young boy and his little sister struggle to survive in Japan during World War II.",
    "rating": 8.5,
    "released_year": 1988,
    "runtime": "89 min",
    "title": "Hotaru no haka"
  },
  {
    "id": 48,
    "overview": "Marty McFly, a 17-year-old high school student, is accidentally sent thirty years into the past in a time-traveling DeLorean invented by his close friend, the eccentric scientist Doc Brown.",
    "rating": 8.5,
    "released_year": 1985,
    "runtime": "116 min",
    "title": "Back to the Future"
  },
  {
    "id": 49,
    "overview": "A mysterious stranger with a harmonica joins forces with a notorious desperado to protect a beautiful widow from a ruthless assassin working for the railroad.",
    "rating": 8.5,
    "released_year": 1968,
    "runtime": "165 min",
    "title": "Once Upon a Time in the West"
  },
  {
    "id": 50,
    "overview": "A Phoenix secretary embezzles $40,000 from her employer's client, goes on the run, and checks into a remote motel run by a young man under the domination of his mother.",
    "rating": 8.5,
    "released_year": 1960,
    "runtime": "109 min",
    "title": "Psycho"
  },
  {
    "id": 51,
    "overview": "A cynical expatriate American cafe owner struggles to decide whether or not to help his former lover and her fugitive husband escape the Nazis in French Morocco.",
    "rating": 8.5,
    "released_year": 1942,
    "runtime": "102 min",
    "title": "Casablanca"
  },
  {
    "id": 52,
    "overview": "The Tramp struggles to live in modern industrial society with the help of a young homeless woman.",
    "rating": 8.5,
    "released_year": 1936,
    "runtime": "87 min",
    "title": "Modern Times"
  },
  {
    "id": 53,
    "overview": "With the aid of a wealthy erratic tippler, a dewy-eyed tramp who has fallen in love with a sightless flower girl accumulates money to be able to help her medically.",
    "rating": 8.5,
    "released_year": 1931,
    "runtime": "87 min",
    "title": "City Lights"
  },
  {
    "id": 54,
    "overview": "While serving a five-year sentence for a violent crime, a 12-year-old boy sues his parents for neglect.",
    "rating": 8.4,
    "released_year": 2018,
    "runtime": "126 min",
    "title": "Capharnaüm"
  },
  {
    "id": 55,
    "overview": "In 1950, amid-st the ravages of the Korean War, Sergeant Süleyman stumbles upon a half-frozen little girl, with no parents and no help in sight. Frantic, scared and on the verge of death, ...                See full summary »",
    "rating": 8.4,
    "released_year": 2017,
    "runtime": "125 min",
    "title": "Ayla: The Daughter of War"
  },
  {
    "id": 56,
    "overview": "Vikram, a no-nonsense police officer, accompanied by Simon, his partner, is on the hunt to capture Vedha, a smuggler and a murderer. Vedha tries to change Vikram's life, which leads to a conflict.",
    "rating": 8.4,
    "released_year": 2017,
    "runtime": "147 min",
    "title": "Vikram Vedha"
  },
  {
    "id": 57,
    "overview": "Two strangers find themselves linked in a bizarre way. When a connection forms, will distance be the only thing to keep them apart?",
    "rating": 8.4,
    "released_year": 2016,
    "runtime": "106 min",
    "title": "Kimi no na wa."
  },
  {
    "id": 58,
    "overview": "Former wrestler Mahavir Singh Phogat and his two wrestler daughters struggle towards glory at the Commonwealth Games in the face of societal oppression.",
    "rating": 8.4,
    "released_year": 2016,
    "runtime": "161 min",
    "title": "Dangal"
  },
  {
    "id": 59,
    "overview": "Teen Miles Morales becomes the Spider-Man of his universe, and must join with five spider-powered individuals from other dimensions to stop a threat for all realities.",
    "rating": 8.4,
    "released_year": 2018,
    "runtime": "117 min",
    "title": "Spider-Man: Into the Spider-Verse"
  },
  {
    "id": 60,
    "overview": "After the devastating events of Avengers: Infinity War (2018), the universe is in ruins. With the help of remaining allies, the Avengers assemble once more in order to reverse Thanos' actions and restore balance to the universe.",
    "rating": 8.4,
    "released_year": 2019,
    "runtime": "181 min",
    "title": "Avengers: Endgame"
  },
  {
    "id": 61,
    "overview": "The Avengers and their allies must be willing to sacrifice all in an attempt to defeat the powerful Thanos before his blitz of devastation and ruin puts an end to the universe.",
    "rating": 8.4,
    "released_year": 2018,
    "runtime": "149 min",
    "title": "Avengers: Infinity War"
  },
  {
    "id": 62,
    "overview": "Aspiring musician Miguel, confronted with his family's ancestral ban on music, enters the Land of the Dead to find his great-great-grandfather, a legendary singer.",
    "rating": 8.4,
    "released_year": 2017,
    "runtime": "105 min",
    "title": "Coco"
  },
  {
    "id": 63,
    "overview": "With the help of a German bounty hunter, a freed slave sets out to rescue his wife from a brutal Mississippi plantation owner.",
    "rating": 8.4,
    "released_year": 2012,
    "runtime": "165 min",
    "title": "Django Unchained"
  },
  {
    "id": 64,
    "overview": "Eight years after the Joker's reign of anarchy, Batman, with the help of the enigmatic Catwoman, is forced from his exile to save Gotham City from the brutal guerrilla terrorist Bane.",
    "rating": 8.4,
    "released_year": 2012,
    "runtime": "164 min",
    "title": "The Dark Knight Rises"
  },
  {
    "id": 65,
    "overview": "Two friends are searching for their long lost companion. They revisit their college days and recall the memories of their friend who inspired them to think differently, even as the rest of the world called them \"idiots\".",
    "rating": 8.4,
    "released_year": 2009,
    "runtime": "170 min",
    "title": "3 Idiots"
  },
  {
    "id": 66,
    "overview": "An eight-year-old boy is thought to be a lazy trouble-maker, until the new art teacher has the patience and compassion to discover the real problem behind his struggles in school.",
    "rating": 8.4,
    "released_year": 2007,
    "runtime": "165 min",
    "title": "Taare Zameen Par"
  },
  {
    "id": 67,
    "overview": "In the distant future, a small waste-collecting robot inadvertently embarks on a space journey that will ultimately decide the fate of mankind.",
    "rating": 8.4,
    "released_year": 2008,
    "runtime": "98 min",
    "title": "WALL·E"
  },
  {
    "id": 68,
    "overview": "In 1984 East Berlin, an agent of the secret police, conducting surveillance on a writer and his lover, finds himself becoming increasingly absorbed by their lives.",
    "rating": 8.4,
    "released_year": 2006,
    "runtime": "137 min",
    "title": "The Lives of Others"
  },
  {
    "id": 69,
    "overview": "After being kidnapped and imprisoned for fifteen years, Oh Dae-Su is released, only to find that he must find his captor in five days.",
    "rating": 8.4,
    "released_year": 2003,
    "runtime": "101 min",
    "title": "Oldeuboi"
  },
  {
    "id": 70,
    "overview": "A man with short-term memory loss attempts to track down his wife's murderer.",
    "rating": 8.4,
    "released_year": 2000,
    "runtime": "113 min",
    "title": "Memento"
  },
  {
    "id": 71,
    "overview": "On a journey to find the cure for a Tatarigami's curse, Ashitaka finds himself in the middle of a war between the forest gods and Tatara, a mining colony. In this quest he also meets San, the Mononoke Hime.",
    "rating": 8.4,
    "released_year": 1997,
    "runtime": "134 min",
    "title": "Mononoke-hime"
  },
  {
    "id": 72,
    "overview": "A former Prohibition-era Jewish gangster returns to the Lower East Side of Manhattan over thirty years later, where he once again must confront the ghosts and regrets of his old life.",
    "rating": 8.4,
    "released_year": 1984,
    "runtime": "229 min",
    "title": "Once Upon a Time in America"
  },
  {
    "id": 73,
    "overview": "In 1936, archaeologist and adventurer Indiana Jones is hired by the U.S. government to find the Ark of the Covenant before Adolf Hitler's Nazis can obtain its awesome powers.",
    "rating": 8.4,
    "released_year": 1981,
    "runtime": "115 min",
    "title": "Raiders of the Lost Ark"
  },
  {
    "id": 74,
    "overview": "A family heads to an isolated hotel for the winter where a sinister presence influences the father into violence, while his psychic son sees horrific forebodings from both past and future.",
    "rating": 8.4,
    "released_year": 1980,
    "runtime": "146 min",
    "title": "The Shining"
  },
  {
    "id": 75,
    "overview": "A U.S. Army officer serving in Vietnam is tasked with assassinating a renegade Special Forces Colonel who sees himself as a god.",
    "rating": 8.4,
    "released_year": 1979,
    "runtime": "147 min",
    "title": "Apocalypse Now"
  },
  {
    "id": 76,
    "overview": "After a space merchant vessel receives an unknown transmission as a distress call, one of the crew is attacked by a mysterious life form and they soon realize that its life cycle has merely begun.",
    "rating": 8.4,
    "released_year": 1979,
    "runtime": "117 min",
    "title": "Alien"
  },
  {
    "id": 77,
    "overview": "The story of a terminally ill man who wishes to live life to the fullest before the inevitable occurs, as told by his best friend.",
    "rating": 8.4,
    "released_year": 1971,
    "runtime": "122 min",
    "title": "Anand"
  },
  {
    "id": 78,
    "overview": "An executive of a shoe company becomes a victim of extortion when his chauffeur's son is kidnapped and held for ransom.",
    "rating": 8.4,
    "released_year": 1963,
    "runtime": "143 min",
    "title": "Tengoku to jigoku"
  },
  {
    "id": 79,
    "overview": "An insane general triggers a path to nuclear holocaust that a War Room full of politicians and generals frantically tries to stop.",
    "rating": 8.4,
    "released_year": 1964,
    "runtime": "95 min",
    "title": "Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb"
  },
  {
    "id": 80,
    "overview": "A veteran British barrister must defend his client in a murder trial that has surprise after surprise.",
    "rating": 8.4,
    "released_year": 1957,
    "runtime": "116 min",
    "title": "Witness for the Prosecution"
  },
  {
    "id": 81,
    "overview": "After refusing to attack an enemy position, a general accuses the soldiers of cowardice and their commanding officer must defend them.",
    "rating": 8.4,
    "released_year": 1957,
    "runtime": "88 min",
    "title": "Paths of Glory"
  },
  {
    "id": 82,
    "overview": "A wheelchair-bound photographer spies on his neighbors from his apartment window and becomes convinced one of them has committed murder.",
    "rating": 8.4,
    "released_year": 1954,
    "runtime": "112 min",
    "title": "Rear Window"
  },
  {
    "id": 83,
    "overview": "A screenwriter develops a dangerous relationship with a faded film star determined to make a triumphant return.",
    "rating": 8.4,
    "released_year": 1950,
    "runtime": "110 min",
    "title": "Sunset Blvd."
  },
  {
    "id": 84,
    "overview": "Dictator Adenoid Hynkel tries to expand his empire while a poor Jewish barber tries to avoid persecution from Hynkel's regime.",
    "rating": 8.4,
    "released_year": 1940,
    "runtime": "125 min",
    "title": "The Great Dictator"
  },
  {
    "id": 85,
    "overview": "April 6th, 1917. As a regiment assembles to wage war deep in enemy territory, two soldiers are assigned to race against time and deliver a message that will stop 1,600 men from walking straight into a deadly trap.",
    "rating": 8.3,
    "released_year": 2019,
    "runtime": "119 min",
    "title": 1917
  },
  {
    "id": 86,
    "overview": "A mythological story about a goddess who created the entire universe. The plot revolves around the consequences when humans build a temple for her first-born.",
    "rating": 8.3,
    "released_year": 2018,
    "runtime": "104 min",
    "title": "Tumbbad"
  },
  {
    "id": 87,
    "overview": "A series of mysterious events change the life of a blind pianist, who must now report a crime that he should technically know nothing of.",
    "rating": 8.3,
    "released_year": 2018,
    "runtime": "139 min",
    "title": "Andhadhun"
  },
  {
    "id": 88,
    "overview": "A man goes to extreme lengths to save his family from punishment after the family commits an accidental crime.",
    "rating": 8.3,
    "released_year": 2013,
    "runtime": "160 min",
    "title": "Drishyam"
  },
  {
    "id": 89,
    "overview": "A teacher lives a lonely life, all the while struggling over his son's custody. His life slowly gets better as he finds love and receives good news from his son, but his new luck is about to be brutally shattered by an innocent little lie.",
    "rating": 8.3,
    "released_year": 2012,
    "runtime": "115 min",
    "title": "Jagten"
  },
  {
    "id": 90,
    "overview": "A married couple are faced with a difficult decision - to improve the life of their child by moving to another country or to stay in Iran and look after a deteriorating parent who has Alzheimer's disease.",
    "rating": 8.3,
    "released_year": 2011,
    "runtime": "123 min",
    "title": "Jodaeiye Nader az Simin"
  },
  {
    "id": 91,
    "overview": "Twins journey to the Middle East to discover their family history and fulfill their mother's last wishes.",
    "rating": 8.3,
    "released_year": 2010,
    "runtime": "131 min",
    "title": "Incendies"
  },
  {
    "id": 92,
    "overview": "A story of love between a mentally-ill father who was wrongly accused of murder and his lovely six years old daughter. The prison would be their home. Based on the 2013 Korean movie 7-beon-bang-ui seon-mul (2013).",
    "rating": 8.3,
    "released_year": 2019,
    "runtime": "132 min",
    "title": "Miracle in cell NO.7"
  },
  {
    "id": 93,
    "overview": "The family of a left-wing journalist is torn apart after the military coup of Turkey in 1980.",
    "rating": 8.3,
    "released_year": 2005,
    "runtime": "112 min",
    "title": "Babam ve Oglum"
  },
  {
    "id": 94,
    "overview": "In Nazi-occupied France during World War II, a plan to assassinate Nazi leaders by a group of Jewish U.S. soldiers coincides with a theatre owner's vengeful plans for the same.",
    "rating": 8.3,
    "released_year": 2009,
    "runtime": "153 min",
    "title": "Inglourious Basterds"
  },
  {
    "id": 95,
    "overview": "When their relationship turns sour, a couple undergoes a medical procedure to have each other erased from their memories.",
    "rating": 8.3,
    "released_year": 2004,
    "runtime": "108 min",
    "title": "Eternal Sunshine of the Spotless Mind"
  },
  {
    "id": 96,
    "overview": "Amélie is an innocent and naive girl in Paris with her own sense of justice. She decides to help those around her and, along the way, discovers love.",
    "rating": 8.3,
    "released_year": 2001,
    "runtime": "122 min",
    "title": "Amélie"
  },
  {
    "id": 97,
    "overview": "Unscrupulous boxing promoters, violent bookmakers, a Russian gangster, incompetent amateur robbers and supposedly Jewish jewelers fight to track down a priceless stolen diamond.",
    "rating": 8.3,
    "released_year": 2000,
    "runtime": "104 min",
    "title": "Snatch"
  },
  {
    "id": 98,
    "overview": "The drug-induced utopias of four Coney Island people are shattered when their addictions run deep.",
    "rating": 8.3,
    "released_year": 2000,
    "runtime": "102 min",
    "title": "Requiem for a Dream"
  },
  {
    "id": 99,
    "overview": "A sexually frustrated suburban father has a mid-life crisis after becoming infatuated with his daughter's best friend.",
    "rating": 8.3,
    "released_year": 1999,
    "runtime": "122 min",
    "title": "American Beauty"
  },
  {
    "id": 100,
    "overview": "Will Hunting, a janitor at M.I.T., has a gift for mathematics, but needs help from a psychologist to find direction in his life.",
    "rating": 8.3,
    "released_year": 1997,
    "runtime": "126 min",
    "title": "Good Will Hunting"
  },
  {
    "id": 101,
    "overview": "After a boy loses his sister's pair of shoes, he goes on a series of adventures in order to find them. When he can't, he tries a new way to \"win\" a new pair.",
    "rating": 8.3,
    "released_year": 1997,
    "runtime": "89 min",
    "title": "Bacheha-Ye aseman"
  },
  {
    "id": 102,
    "overview": "A cowboy doll is profoundly threatened and jealous when a new spaceman figure supplants him as top toy in a boy's room.",
    "rating": 8.3,
    "released_year": 1995,
    "runtime": "81 min",
    "title": "Toy Story"
  },
  {
    "id": 103,
    "overview": "Scottish warrior William Wallace leads his countrymen in a rebellion to free his homeland from the tyranny of King Edward I of England.",
    "rating": 8.3,
    "released_year": 1995,
    "runtime": "178 min",
    "title": "Braveheart"
  },
  {
    "id": 104,
    "overview": "When a simple jewelry heist goes horribly wrong, the surviving criminals begin to suspect that one of them is a police informant.",
    "rating": 8.3,
    "released_year": 1992,
    "runtime": "99 min",
    "title": "Reservoir Dogs"
  },
  {
    "id": 105,
    "overview": "A pragmatic U.S. Marine observes the dehumanizing effects the Vietnam War has on his fellow recruits from their brutal boot camp training to the bloody street fighting in Hue.",
    "rating": 8.3,
    "released_year": 1987,
    "runtime": "116 min",
    "title": "Full Metal Jacket"
  },
  {
    "id": 106,
    "overview": "After finding an old rifle, a young boy joins the Soviet resistance movement against ruthless German forces and experiences the horrors of World War II.",
    "rating": 8.3,
    "released_year": 1985,
    "runtime": "142 min",
    "title": "Idi i smotri"
  },
  {
    "id": 107,
    "overview": "Fifty-seven years after surviving an apocalyptic attack aboard her space vessel by merciless space creatures, Officer Ripley awakens from hyper-sleep and tries to warn anyone who will listen about the predators.",
    "rating": 8.3,
    "released_year": 1986,
    "runtime": "137 min",
    "title": "Aliens"
  },
  {
    "id": 108,
    "overview": "The life, success and troubles of Wolfgang Amadeus Mozart, as told by Antonio Salieri, the contemporaneous composer who was insanely jealous of Mozart's talent and claimed to have murdered him.",
    "rating": 8.3,
    "released_year": 1984,
    "runtime": "160 min",
    "title": "Amadeus"
  },
  {
    "id": 109,
    "overview": "In 1980 Miami, a determined Cuban immigrant takes over a drug cartel and succumbs to greed.",
    "rating": 8.3,
    "released_year": 1983,
    "runtime": "170 min",
    "title": "Scarface"
  },
  {
    "id": 110,
    "overview": "After a daring mission to rescue Han Solo from Jabba the Hutt, the Rebels dispatch to Endor to destroy the second Death Star. Meanwhile, Luke struggles to help Darth Vader back from the dark side without falling into the Emperor's trap.",
    "rating": 8.3,
    "released_year": 1983,
    "runtime": "131 min",
    "title": "Star Wars: Episode VI - Return of the Jedi"
  },
  {
    "id": 111,
    "overview": "The claustrophobic world of a WWII German U-boat; boredom, filth and sheer terror.",
    "rating": 8.3,
    "released_year": 1981,
    "runtime": "149 min",
    "title": "Das Boot"
  },
  {
    "id": 112,
    "overview": "A mentally unstable veteran works as a nighttime taxi driver in New York City, where the perceived decadence and sleaze fuels his urge for violent action by attempting to liberate a presidential campaign worker and an underage prostitute.",
    "rating": 8.3,
    "released_year": 1976,
    "runtime": "114 min",
    "title": "Taxi Driver"
  },
  {
    "id": 113,
    "overview": "Two grifters team up to pull off the ultimate con.",
    "rating": 8.3,
    "released_year": 1973,
    "runtime": "129 min",
    "title": "The Sting"
  },
  {
    "id": 114,
    "overview": "In the future, a sadistic gang leader is imprisoned and volunteers for a conduct-aversion experiment, but it doesn't go as planned.",
    "rating": 8.3,
    "released_year": 1971,
    "runtime": "136 min",
    "title": "A Clockwork Orange"
  },
  {
    "id": 115,
    "overview": "After discovering a mysterious artifact buried beneath the Lunar surface, mankind sets off on a quest to find its origins with help from intelligent supercomputer H.A.L. 9000.",
    "rating": 8.3,
    "released_year": 1968,
    "runtime": "149 min",
    "title": "2001: A Space Odyssey"
  },
  {
    "id": 116,
    "overview": "Two bounty hunters with the same intentions team up to track down a Western outlaw.",
    "rating": 8.3,
    "released_year": 1965,
    "runtime": "132 min",
    "title": "Per qualche dollaro in più"
  },
  {
    "id": 117,
    "overview": "The story of T.E. Lawrence, the English officer who successfully united and led the diverse, often warring, Arab tribes during World War I in order to fight the Turks.",
    "rating": 8.3,
    "released_year": 1962,
    "runtime": "228 min",
    "title": "Lawrence of Arabia"
  },
  {
    "id": 118,
    "overview": "A man tries to rise in his company by letting its executives use his apartment for trysts, but complications and a romance of his own ensue.",
    "rating": 8.3,
    "released_year": 1960,
    "runtime": "125 min",
    "title": "The Apartment"
  },
  {
    "id": 119,
    "overview": "A New York City advertising executive goes on the run after being mistaken for a government agent by a group of foreign spies.",
    "rating": 8.3,
    "released_year": 1959,
    "runtime": "136 min",
    "title": "North by Northwest"
  },
  {
    "id": 120,
    "overview": "A former police detective juggles wrestling with his personal demons and becoming obsessed with a hauntingly beautiful woman.",
    "rating": 8.3,
    "released_year": 1958,
    "runtime": "128 min",
    "title": "Vertigo"
  },
  {
    "id": 121,
    "overview": "A silent film production company and cast make a difficult transition to sound.",
    "rating": 8.3,
    "released_year": 1952,
    "runtime": "103 min",
    "title": "Singin' in the Rain"
  },
  {
    "id": 122,
    "overview": "A bureaucrat tries to find a meaning in his life after he discovers he has terminal cancer.",
    "rating": 8.3,
    "released_year": 1952,
    "runtime": "143 min",
    "title": "Ikiru"
  },
  {
    "id": 123,
    "overview": "In post-war Italy, a working-class man's bicycle is stolen. He and his son set out to find it.",
    "rating": 8.3,
    "released_year": 1948,
    "runtime": "89 min",
    "title": "Ladri di biciclette"
  },
  {
    "id": 124,
    "overview": "An insurance representative lets himself be talked by a seductive housewife into a murder/insurance fraud scheme that arouses the suspicion of an insurance investigator.",
    "rating": 8.3,
    "released_year": 1944,
    "runtime": "107 min",
    "title": "Double Indemnity"
  },
  {
    "id": 125,
    "overview": "Following the death of publishing tycoon Charles Foster Kane, reporters scramble to uncover the meaning of his final utterance; 'Rosebud'.",
    "rating": 8.3,
    "released_year": 1941,
    "runtime": "119 min",
    "title": "Citizen Kane"
  },
  {
    "id": 126,
    "overview": "When the police in a German city are unable to catch a child-murderer, other criminals join in the manhunt.",
    "rating": 8.3,
    "released_year": 1931,
    "runtime": "117 min",
    "title": "M - Eine Stadt sucht einen Mörder"
  },
  {
    "id": 127,
    "overview": "In a futuristic city sharply divided between the working class and the city planners, the son of the city's mastermind falls in love with a working-class prophet who predicts the coming of a savior to mediate their differences.",
    "rating": 8.3,
    "released_year": 1927,
    "runtime": "153 min",
    "title": "Metropolis"
  },
  {
    "id": 128,
    "overview": "The Tramp cares for an abandoned child, but events put that relationship in jeopardy.",
    "rating": 8.3,
    "released_year": 1921,
    "runtime": "68 min",
    "title": "The Kid"
  },
  {
    "id": 129,
    "overview": "A tragic incident forces Anirudh, a middle-aged man, to take a trip down memory lane and reminisce his college days along with his friends, who were labelled as losers.",
    "rating": 8.2,
    "released_year": 2019,
    "runtime": "143 min",
    "title": "Chhichhore"
  },
  {
    "id": 130,
    "overview": "Indian army special forces execute a covert operation, avenging the killing of fellow army men at their base by a terrorist group.",
    "rating": 8.2,
    "released_year": 2018,
    "runtime": "138 min",
    "title": "Uri: The Surgical Strike"
  },
  {
    "id": 131,
    "overview": "In the 1970s, a fierce rebel rises against brutal oppression and becomes the symbol of hope to legions of downtrodden people.",
    "rating": 8.2,
    "released_year": 2018,
    "runtime": "156 min",
    "title": "K.G.F: Chapter 1"
  },
  {
    "id": 132,
    "overview": "A working-class Italian-American bouncer becomes the driver of an African-American classical pianist on a tour of venues through the 1960s American South.",
    "rating": 8.2,
    "released_year": 2018,
    "runtime": "130 min",
    "title": "Green Book"
  },
  {
    "id": 133,
    "overview": "A mother personally challenges the local authorities to solve her daughter's murder when they fail to catch the culprit.",
    "rating": 8.2,
    "released_year": 2017,
    "runtime": "115 min",
    "title": "Three Billboards Outside Ebbing, Missouri"
  },
  {
    "id": 134,
    "overview": "An experienced investigator confronts several conflicting theories about the perpetrators of a violent double homicide.",
    "rating": 8.2,
    "released_year": 2015,
    "runtime": "132 min",
    "title": "Talvar"
  },
  {
    "id": 135,
    "overview": "When Shiva, the son of Bahubali, learns about his heritage, he begins to look for answers. His story is juxtaposed with past events that unfolded in the Mahishmati Kingdom.",
    "rating": 8.2,
    "released_year": 2017,
    "runtime": "167 min",
    "title": "Baahubali 2: The Conclusion"
  },
  {
    "id": 136,
    "overview": "A simple act of kindness always sparks another, even in a frozen, faraway place. When Smeerensburg's new postman, Jesper, befriends toymaker Klaus, their gifts melt an age-old feud and deliver a sleigh full of holiday traditions.",
    "rating": 8.2,
    "released_year": 2019,
    "runtime": "96 min",
    "title": "Klaus"
  },
  {
    "id": 137,
    "overview": "Desperate measures are taken by a man who tries to save his family from the dark side of the law, after they commit an unexpected crime.",
    "rating": 8.2,
    "released_year": 2015,
    "runtime": "163 min",
    "title": "Drishyam"
  },
  {
    "id": 138,
    "overview": "A Delhi girl from a traditional family sets out on a solo honeymoon after her marriage gets cancelled.",
    "rating": 8.2,
    "released_year": 2013,
    "runtime": "146 min",
    "title": "Queen"
  },
  {
    "id": 139,
    "overview": "In 1992, war rages in Abkhazia, a breakaway region of Georgia. An Estonian man Ivo has decided to stay behind and harvest his crops of tangerines. In a bloody conflict at his door, a wounded man is left behind, and Ivo takes him in.",
    "rating": 8.2,
    "released_year": 2013,
    "runtime": "87 min",
    "title": "Mandariinid"
  },
  {
    "id": 140,
    "overview": "The truth behind the ascension of Milkha Singh who was scarred because of the India-Pakistan partition.",
    "rating": 8.2,
    "released_year": 2013,
    "runtime": "186 min",
    "title": "Bhaag Milkha Bhaag"
  },
  {
    "id": 141,
    "overview": "A clash between Sultan and Shahid Khan leads to the expulsion of Khan from Wasseypur, and ignites a deadly blood feud spanning three generations.",
    "rating": 8.2,
    "released_year": 2012,
    "runtime": "321 min",
    "title": "Gangs of Wasseypur"
  },
  {
    "id": 142,
    "overview": "Expelled from his school, a 16-year old boy returns home to his abusive and oppressive father.",
    "rating": 8.2,
    "released_year": 2010,
    "runtime": "134 min",
    "title": "Udaan"
  },
  {
    "id": 143,
    "overview": "The story of Paan Singh Tomar, an Indian athlete and seven-time national steeplechase champion who becomes one of the most feared dacoits in Chambal Valley after his retirement.",
    "rating": 8.2,
    "released_year": 2012,
    "runtime": "135 min",
    "title": "Paan Singh Tomar"
  },
  {
    "id": 144,
    "overview": "A retired legal counselor writes a novel hoping to find closure for one of his past unresolved homicide cases and for his unreciprocated love with his superior - both of which still haunt him decades later.",
    "rating": 8.2,
    "released_year": 2009,
    "runtime": "129 min",
    "title": "El secreto de sus ojos"
  },
  {
    "id": 145,
    "overview": "The youngest son of an alcoholic former boxer returns home, where he's trained by his father for competition in a mixed martial arts tournament - a path that puts the fighter on a collision course with his estranged, older brother.",
    "rating": 8.2,
    "released_year": 2011,
    "runtime": "140 min",
    "title": "Warrior"
  },
  {
    "id": 146,
    "overview": "In 1954, a U.S. Marshal investigates the disappearance of a murderer who escaped from a hospital for the criminally insane.",
    "rating": 8.2,
    "released_year": 2010,
    "runtime": "138 min",
    "title": "Shutter Island"
  },
  {
    "id": 147,
    "overview": "78-year-old Carl Fredricksen travels to Paradise Falls in his house equipped with balloons, inadvertently taking a young stowaway.",
    "rating": 8.2,
    "released_year": 2009,
    "runtime": "96 min",
    "title": "Up"
  },
  {
    "id": 148,
    "overview": "Based on the true story of Jordan Belfort, from his rise to a wealthy stock-broker living the high life to his fall involving crime, corruption and the federal government.",
    "rating": 8.2,
    "released_year": 2013,
    "runtime": "180 min",
    "title": "The Wolf of Wall Street"
  },
  {
    "id": 149,
    "overview": "Kabir Khan is the coach of the Indian Women's National Hockey Team and his dream is to make his all girls team emerge victorious against all odds.",
    "rating": 8.2,
    "released_year": 2007,
    "runtime": "153 min",
    "title": "Chak De! India"
  },
  {
    "id": 150,
    "overview": "A story of family, religion, hatred, oil and madness, focusing on a turn-of-the-century prospector in the early days of the business.",
    "rating": 8.2,
    "released_year": 2007,
    "runtime": "158 min",
    "title": "There Will Be Blood"
  },
  {
    "id": 151,
    "overview": "In the Falangist Spain of 1944, the bookish young stepdaughter of a sadistic army officer escapes into an eerie but captivating fantasy world.",
    "rating": 8.2,
    "released_year": 2006,
    "runtime": "118 min",
    "title": "Pan's Labyrinth"
  },
  {
    "id": 152,
    "overview": "The toys are mistakenly delivered to a day-care center instead of the attic right before Andy leaves for college, and it's up to Woody to convince the other toys that they weren't abandoned and to return home.",
    "rating": 8.2,
    "released_year": 2010,
    "runtime": "103 min",
    "title": "Toy Story 3"
  },
  {
    "id": 153,
    "overview": "In a future British tyranny, a shadowy freedom fighter, known only by the alias of \"V\", plots to overthrow it with the help of a young woman.",
    "rating": 8.2,
    "released_year": 2005,
    "runtime": "132 min",
    "title": "V for Vendetta"
  },
  {
    "id": 154,
    "overview": "The story of six young Indians who assist an English woman to film a documentary on the freedom fighters from their past, and the events that lead them to relive the long-forgotten saga of freedom.",
    "rating": 8.2,
    "released_year": 2006,
    "runtime": "167 min",
    "title": "Rang De Basanti"
  },
  {
    "id": 155,
    "overview": "The cathartic tale of a young woman who can't see, hear or talk and the teacher who brings a ray of light into her dark world.",
    "rating": 8.2,
    "released_year": 2005,
    "runtime": "122 min",
    "title": "Black"
  },
  {
    "id": 156,
    "overview": "After training with his mentor, Batman begins his fight to free crime-ridden Gotham City from corruption.",
    "rating": 8.2,
    "released_year": 2005,
    "runtime": "140 min",
    "title": "Batman Begins"
  },
  {
    "id": 157,
    "overview": "A successful Indian scientist returns to an Indian village to take his nanny to America with him and in the process rediscovers his roots.",
    "rating": 8.2,
    "released_year": 2004,
    "runtime": "210 min",
    "title": "Swades: We, the People"
  },
  {
    "id": 158,
    "overview": "Traudl Junge, the final secretary for Adolf Hitler, tells of the Nazi dictator's final days in his Berlin bunker at the end of WWII.",
    "rating": 8.2,
    "released_year": 2004,
    "runtime": "156 min",
    "title": "Der Untergang"
  },
  {
    "id": 159,
    "overview": "When an unconfident young woman is cursed with an old body by a spiteful witch, her only chance of breaking the spell lies with a self-indulgent yet insecure young wizard and his companions in his legged, walking castle.",
    "rating": 8.2,
    "released_year": 2004,
    "runtime": "119 min",
    "title": "Hauru no ugoku shiro"
  },
  {
    "id": 160,
    "overview": "After John Nash, a brilliant but asocial mathematician, accepts secret work in cryptography, his life takes a turn for the nightmarish.",
    "rating": 8.2,
    "released_year": 2001,
    "runtime": "135 min",
    "title": "A Beautiful Mind"
  },
  {
    "id": 161,
    "overview": "Three unemployed men look for answers to all their money problems - but when their opportunity arrives, will they know what to do with it?",
    "rating": 8.2,
    "released_year": 2000,
    "runtime": "156 min",
    "title": "Hera Pheri"
  },
  {
    "id": 162,
    "overview": "A botched card game in London triggers four friends, thugs, weed-growers, hard gangsters, loan sharks and debt collectors to collide with each other in a series of unexpected events, all for the sake of weed, cash and two antique shotguns.",
    "rating": 8.2,
    "released_year": 1998,
    "runtime": "107 min",
    "title": "Lock, Stock and Two Smoking Barrels"
  },
  {
    "id": 163,
    "overview": "As corruption grows in 1950s Los Angeles, three policemen - one strait-laced, one brutal, and one sleazy - investigate a series of murders with their own brand of justice.",
    "rating": 8.2,
    "released_year": 1997,
    "runtime": "138 min",
    "title": "L.A. Confidential"
  },
  {
    "id": 164,
    "overview": "Baran the Bandit, released from prison after 35 years, searches for vengeance and his lover.",
    "rating": 8.2,
    "released_year": 1996,
    "runtime": "128 min",
    "title": "Eskiya"
  },
  {
    "id": 165,
    "overview": "A group of professional bank robbers start to feel the heat from police when they unknowingly leave a clue at their latest heist.",
    "rating": 8.2,
    "released_year": 1995,
    "runtime": "170 min",
    "title": "Heat"
  },
  {
    "id": 166,
    "overview": "A tale of greed, deception, money, power, and murder occur between two best friends: a mafia enforcer and a casino executive compete against each other over a gambling empire, and over a fast-living and fast-loving socialite.",
    "rating": 8.2,
    "released_year": 1995,
    "runtime": "178 min",
    "title": "Casino"
  },
  {
    "id": 167,
    "overview": "Two slackers competing for the affections of an heiress inadvertently become her protectors from an evil criminal.",
    "rating": 8.2,
    "released_year": 1994,
    "runtime": "160 min",
    "title": "Andaz Apna Apna"
  },
  {
    "id": 168,
    "overview": "Retired Old West gunslinger William Munny reluctantly takes on one last job, with the help of his old partner Ned Logan and a young man, The \"Schofield Kid.",
    "rating": 8.2,
    "released_year": 1992,
    "runtime": "130 min",
    "title": "Unforgiven"
  },
  {
    "id": 169,
    "overview": "In 1938, after his father Professor Henry Jones, Sr. goes missing while pursuing the Holy Grail, Professor Henry \"Indiana\" Jones, Jr. finds himself up against Adolf Hitler's Nazis again to stop them from obtaining its powers.",
    "rating": 8.2,
    "released_year": 1989,
    "runtime": "127 min",
    "title": "Indiana Jones and the Last Crusade"
  },
  {
    "id": 170,
    "overview": "In this luminous tale set in the area around Sarajevo and in Italy, Perhan, an engaging young Romany (gypsy) with telekinetic powers, is seduced by the quick-cash world of petty crime, which threatens to destroy him and those he loves.",
    "rating": 8.2,
    "released_year": 1988,
    "runtime": "142 min",
    "title": "Dom za vesanje"
  },
  {
    "id": 171,
    "overview": "When two girls move to the country to be near their ailing mother, they have adventures with the wondrous forest spirits who live nearby.",
    "rating": 8.2,
    "released_year": 1988,
    "runtime": "86 min",
    "title": "Tonari no Totoro"
  },
  {
    "id": 172,
    "overview": "An NYPD officer tries to save his wife and several others taken hostage by German terrorists during a Christmas party at the Nakatomi Plaza in Los Angeles.",
    "rating": 8.2,
    "released_year": 1988,
    "runtime": "132 min",
    "title": "Die Hard"
  },
  {
    "id": 173,
    "overview": "In Medieval Japan, an elderly warlord retires, handing over his empire to his three sons. However, he vastly underestimates how the new-found power will corrupt them and cause them to turn on each other...and him.",
    "rating": 8.2,
    "released_year": 1985,
    "runtime": "162 min",
    "title": "Ran"
  },
  {
    "id": 174,
    "overview": "The life of boxer Jake LaMotta, whose violence and temper that led him to the top in the ring destroyed his life outside of it.",
    "rating": 8.2,
    "released_year": 1980,
    "runtime": "129 min",
    "title": "Raging Bull"
  },
  {
    "id": 175,
    "overview": "A guide leads two men through an area known as the Zone to find a room that grants wishes.",
    "rating": 8.2,
    "released_year": 1979,
    "runtime": "162 min",
    "title": "Stalker"
  },
  {
    "id": 176,
    "overview": "A married daughter who longs for her mother's love is visited by the latter, a successful concert pianist.",
    "rating": 8.2,
    "released_year": 1978,
    "runtime": "99 min",
    "title": "Höstsonaten"
  },
  {
    "id": 177,
    "overview": "This epic historical drama chronicles the life and times of Prophet Muhammad and serves as an introduction to early Islamic history.",
    "rating": 8.2,
    "released_year": 1976,
    "runtime": "177 min",
    "title": "The Message"
  },
  {
    "id": 178,
    "overview": "After his family is murdered by a notorious and ruthless bandit, a former police officer enlists the services of two outlaws to capture the bandit.",
    "rating": 8.2,
    "released_year": 1975,
    "runtime": "204 min",
    "title": "Sholay"
  },
  {
    "id": 179,
    "overview": "King Arthur and his Knights of the Round Table embark on a surreal, low-budget search for the Holy Grail, encountering many, very silly obstacles.",
    "rating": 8.2,
    "released_year": 1975,
    "runtime": "91 min",
    "title": "Monty Python and the Holy Grail"
  },
  {
    "id": 180,
    "overview": "Allied prisoners of war plan for several hundred of their number to escape from a German camp during World War II.",
    "rating": 8.2,
    "released_year": 1963,
    "runtime": "172 min",
    "title": "The Great Escape"
  },
  {
    "id": 181,
    "overview": "Atticus Finch, a lawyer in the Depression-era South, defends a black man against an undeserved rape charge, and his children against prejudice.",
    "rating": 8.2,
    "released_year": 1962,
    "runtime": "129 min",
    "title": "To Kill a Mockingbird"
  },
  {
    "id": 182,
    "overview": "A crafty ronin comes to a town divided by two criminal gangs and decides to play them against each other to free the town.",
    "rating": 8.2,
    "released_year": 1961,
    "runtime": "110 min",
    "title": "Yôjinbô"
  },
  {
    "id": 183,
    "overview": "In 1948, an American court in occupied Germany tries four Nazis judged for war crimes.",
    "rating": 8.2,
    "released_year": 1961,
    "runtime": "179 min",
    "title": "Judgment at Nuremberg"
  },
  {
    "id": 184,
    "overview": "After two male musicians witness a mob hit, they flee the state in an all-female band disguised as women, but further complications set in.",
    "rating": 8.2,
    "released_year": 1959,
    "runtime": "121 min",
    "title": "Some Like It Hot"
  },
  {
    "id": 185,
    "overview": "After living a life marked by coldness, an aging professor is forced to confront the emptiness of his existence.",
    "rating": 8.2,
    "released_year": 1957,
    "runtime": "91 min",
    "title": "Smultronstället"
  },
  {
    "id": 186,
    "overview": "A man seeks answers about life, death, and the existence of God as he plays chess against the Grim Reaper during the Black Plague.",
    "rating": 8.2,
    "released_year": 1957,
    "runtime": "96 min",
    "title": "Det sjunde inseglet"
  },
  {
    "id": 187,
    "overview": "Four men plan a technically perfect crime, but the human element intervenes...",
    "rating": 8.2,
    "released_year": 1955,
    "runtime": "118 min",
    "title": "Du rififi chez les hommes"
  },
  {
    "id": 188,
    "overview": "A former tennis player tries to arrange his wife's murder after learning of her affair.",
    "rating": 8.2,
    "released_year": 1954,
    "runtime": "105 min",
    "title": "Dial M for Murder"
  },
  {
    "id": 189,
    "overview": "An old couple visit their children and grandchildren in the city, but receive little attention.",
    "rating": 8.2,
    "released_year": 1953,
    "runtime": "136 min",
    "title": "Tôkyô monogatari"
  },
  {
    "id": 190,
    "overview": "The rape of a bride and the murder of her samurai husband are recalled from the perspectives of a bandit, the bride, the samurai's ghost and a woodcutter.",
    "rating": 8.2,
    "released_year": 1950,
    "runtime": "88 min",
    "title": "Rashômon"
  },
  {
    "id": 191,
    "overview": "A seemingly timid but secretly ruthless ingénue insinuates herself into the lives of an aging Broadway star and her circle of theater friends.",
    "rating": 8.2,
    "released_year": 1950,
    "runtime": "138 min",
    "title": "All About Eve"
  },
  {
    "id": 192,
    "overview": "Two Americans searching for work in Mexico convince an old prospector to help them mine for gold in the Sierra Madre Mountains.",
    "rating": 8.2,
    "released_year": 1948,
    "runtime": "126 min",
    "title": "The Treasure of the Sierra Madre"
  },
  {
    "id": 193,
    "overview": "During the Nazi occupation of Poland, an acting troupe becomes embroiled in a Polish soldier's efforts to track down a German spy.",
    "rating": 8.2,
    "released_year": 1942,
    "runtime": "99 min",
    "title": "To Be or Not to Be"
  },
  {
    "id": 194,
    "overview": "A prospector goes to the Klondike in search of gold and finds it and more.",
    "rating": 8.2,
    "released_year": 1925,
    "runtime": "95 min",
    "title": "The Gold Rush"
  },
  {
    "id": 195,
    "overview": "A film projectionist longs to be a detective, and puts his meagre skills to work when he is framed by a rival for stealing his girlfriend's father's pocketwatch.",
    "rating": 8.2,
    "released_year": 1924,
    "runtime": "45 min",
    "title": "Sherlock Jr."
  },
  {
    "id": 196,
    "overview": "On an isolated island in Brittany at the end of the eighteenth century, a female painter is obliged to paint a wedding portrait of a young woman.",
    "rating": 8.1,
    "released_year": 2019,
    "runtime": "122 min",
    "title": "Portrait de la jeune fille en feu"
  },
  {
    "id": 197,
    "overview": "When three young women are implicated in a crime, a retired lawyer steps forward to help them clear their names.",
    "rating": 8.1,
    "released_year": 2016,
    "runtime": "136 min",
    "title": "Pink"
  },
  {
    "id": 198,
    "overview": "A young man is ostracized by his classmates after he bullies a deaf girl to the point where she moves away. Years later, he sets off on a path for redemption.",
    "rating": 8.1,
    "released_year": 2016,
    "runtime": "130 min",
    "title": "Koe no katachi"
  },
  {
    "id": 199,
    "overview": "A successful entrepreneur accused of murder and a witness preparation expert have less than three hours to come up with an impregnable defense.",
    "rating": 8.1,
    "released_year": 2016,
    "runtime": "106 min",
    "title": "Contratiempo"
  },
  {
    "id": 200,
    "overview": "A woman is hired as a handmaiden to a Japanese heiress, but secretly she is involved in a plot to defraud her.",
    "rating": 8.1,
    "released_year": 2016,
    "runtime": "145 min",
    "title": "Ah-ga-ssi"
  },
  {
    "id": 201,
    "overview": "A widowed single mother, raising her violent son alone, finds new hope when a mysterious neighbor inserts herself into their household.",
    "rating": 8.1,
    "released_year": 2014,
    "runtime": "139 min",
    "title": "Mommy"
  },
  {
    "id": 202,
    "overview": "A young man returns to Kashmir after his father's disappearance to confront his uncle, whom he suspects of playing a role in his father's fate.",
    "rating": 8.1,
    "released_year": 2014,
    "runtime": "160 min",
    "title": "Haider"
  },
  {
    "id": 203,
    "overview": "In a future where mutants are nearly extinct, an elderly and weary Logan leads a quiet life. But when Laura, a mutant child pursued by scientists, comes to him for help, he must get her to safety.",
    "rating": 8.1,
    "released_year": 2017,
    "runtime": "137 min",
    "title": "Logan"
  },
  {
    "id": 204,
    "overview": "Held captive for 7 years in an enclosed space, a woman and her young son finally gain their freedom, allowing the boy to experience the outside world for the first time.",
    "rating": 8.1,
    "released_year": 2015,
    "runtime": "118 min",
    "title": "Room"
  },
  {
    "id": 205,
    "overview": "Six short stories that explore the extremities of human behavior involving people in distress.",
    "rating": 8.1,
    "released_year": 2014,
    "runtime": "122 min",
    "title": "Relatos salvajes"
  },
  {
    "id": 206,
    "overview": "After landing the gig of a lifetime, a New York jazz pianist suddenly finds himself trapped in a strange land between Earth and the afterlife.",
    "rating": 8.1,
    "released_year": 2020,
    "runtime": "100 min",
    "title": "Soul"
  },
  {
    "id": 207,
    "overview": "A hotel owner and landlord in a remote Turkish village deals with conflicts within his family and a tenant behind on his rent.",
    "rating": 8.1,
    "released_year": 2014,
    "runtime": "196 min",
    "title": "Kis Uykusu"
  },
  {
    "id": 208,
    "overview": "An alien on Earth loses the only device he can use to communicate with his spaceship. His innocent nature and child-like questions force the country to evaluate the impact of religion on its people.",
    "rating": 8.1,
    "released_year": 2014,
    "runtime": "153 min",
    "title": "PK"
  },
  {
    "id": 209,
    "overview": "A shopkeeper takes God to court when his shop is destroyed by an earthquake.",
    "rating": 8.1,
    "released_year": 2012,
    "runtime": "125 min",
    "title": "OMG: Oh My God!"
  },
  {
    "id": 210,
    "overview": "A writer encounters the owner of an aging high-class hotel, who tells him of his early years serving as a lobby boy in the hotel's glorious years under an exceptional concierge.",
    "rating": 8.1,
    "released_year": 2014,
    "runtime": "99 min",
    "title": "The Grand Budapest Hotel"
  },
  {
    "id": 211,
    "overview": "With his wife's disappearance having become the focus of an intense media circus, a man sees the spotlight turned on him when it's suspected that he may not be innocent.",
    "rating": 8.1,
    "released_year": 2014,
    "runtime": "149 min",
    "title": "Gone Girl"
  },
  {
    "id": 212,
    "overview": "After her werewolf lover unexpectedly dies in an accident while hunting for food for their children, a young woman must find ways to raise the werewolf son and daughter that she had with him while keeping their trait hidden from society.",
    "rating": 8.1,
    "released_year": 2012,
    "runtime": "117 min",
    "title": "Ôkami kodomo no Ame to Yuki"
  },
  {
    "id": 213,
    "overview": "World War II American Army Medic Desmond T. Doss, who served during the Battle of Okinawa, refuses to kill people, and becomes the first man in American history to receive the Medal of Honor without firing a shot.",
    "rating": 8.1,
    "released_year": 2016,
    "runtime": "139 min",
    "title": "Hacksaw Ridge"
  },
  {
    "id": 214,
    "overview": "After young Riley is uprooted from her Midwest life and moved to San Francisco, her emotions - Joy, Fear, Anger, Disgust and Sadness - conflict on how best to navigate a new city, house, and school.",
    "rating": 8.1,
    "released_year": 2015,
    "runtime": "95 min",
    "title": "Inside Out"
  },
  {
    "id": 215,
    "overview": "Three young people learn that love can neither be defined nor contained by society's definition of normal and abnormal.",
    "rating": 8.1,
    "released_year": 2012,
    "runtime": "151 min",
    "title": "Barfi!"
  },
  {
    "id": 216,
    "overview": "In the antebellum United States, Solomon Northup, a free black man from upstate New York, is abducted and sold into slavery.",
    "rating": 8.1,
    "released_year": 2013,
    "runtime": "134 min",
    "title": "12 Years a Slave"
  },
  {
    "id": 217,
    "overview": "The merciless 1970s rivalry between Formula One rivals James Hunt and Niki Lauda.",
    "rating": 8.1,
    "released_year": 2013,
    "runtime": "123 min",
    "title": "Rush"
  },
  {
    "id": 218,
    "overview": "American car designer Carroll Shelby and driver Ken Miles battle corporate interference and the laws of physics to build a revolutionary race car for Ford in order to defeat Ferrari at the 24 Hours of Le Mans in 1966.",
    "rating": 8.1,
    "released_year": 2019,
    "runtime": "152 min",
    "title": "Ford v Ferrari"
  },
  {
    "id": 219,
    "overview": "The true story of how the Boston Globe uncovered the massive scandal of child molestation and cover-up within the local Catholic Archdiocese, shaking the entire Catholic Church to its core.",
    "rating": 8.1,
    "released_year": 2015,
    "runtime": "129 min",
    "title": "Spotlight"
  },
  {
    "id": 220,
    "overview": "Ben, a young Irish boy, and his little sister Saoirse, a girl who can turn into a seal, go on an adventure to free the fairies and save the spirit world.",
    "rating": 8.1,
    "released_year": 2014,
    "runtime": "93 min",
    "title": "Song of the Sea"
  },
  {
    "id": 221,
    "overview": "A pregnant woman's search for her missing husband takes her from London to Kolkata, but everyone she questions denies having ever met him.",
    "rating": 8.1,
    "released_year": 2012,
    "runtime": "122 min",
    "title": "Kahaani"
  },
  {
    "id": 222,
    "overview": "Three friends decide to turn their fantasy vacation into reality after one of their friends gets engaged.",
    "rating": 8.1,
    "released_year": 2011,
    "runtime": "155 min",
    "title": "Zindagi Na Milegi Dobara"
  },
  {
    "id": 223,
    "overview": "When Keller Dover's daughter and her friend go missing, he takes matters into his own hands as the police pursue multiple leads and the pressure mounts.",
    "rating": 8.1,
    "released_year": 2013,
    "runtime": "153 min",
    "title": "Prisoners"
  },
  {
    "id": 224,
    "overview": "In a post-apocalyptic wasteland, a woman rebels against a tyrannical ruler in search for her homeland with the aid of a group of female prisoners, a psychotic worshiper, and a drifter named Max.",
    "rating": 8.1,
    "released_year": 2015,
    "runtime": "120 min",
    "title": "Mad Max: Fury Road"
  },
  {
    "id": 225,
    "overview": "A retiring police officer reminisces about the most astounding day of his career. About a case that was never filed but continues to haunt him in his memories - the case of a man and a Wednesday.",
    "rating": 8.1,
    "released_year": 2008,
    "runtime": "104 min",
    "title": "A Wednesday"
  },
  {
    "id": 226,
    "overview": "Disgruntled Korean War veteran Walt Kowalski sets out to reform his neighbor, Thao Lor, a Hmong teenager who tried to steal Kowalski's prized possession: a 1972 Gran Torino.",
    "rating": 8.1,
    "released_year": 2008,
    "runtime": "116 min",
    "title": "Gran Torino"
  },
  {
    "id": 227,
    "overview": "Harry, Ron, and Hermione search for Voldemort's remaining Horcruxes in their effort to destroy the Dark Lord as the final battle rages on at Hogwarts.",
    "rating": 8.1,
    "released_year": 2011,
    "runtime": "130 min",
    "title": "Harry Potter and the Deathly Hallows: Part 2"
  },
  {
    "id": 228,
    "overview": "A newly unemployed cellist takes a job preparing the dead for funerals.",
    "rating": 8.1,
    "released_year": 2008,
    "runtime": "130 min",
    "title": "Okuribito"
  },
  {
    "id": 229,
    "overview": "A college professor bonds with an abandoned dog he takes into his home.",
    "rating": 8.1,
    "released_year": 2009,
    "runtime": "93 min",
    "title": "Hachi: A Dog's Tale"
  },
  {
    "id": 230,
    "overview": "A tale of friendship between two unlikely pen pals: Mary, a lonely, eight-year-old girl living in the suburbs of Melbourne, and Max, a forty-four-year old, severely obese man living in New York.",
    "rating": 8.1,
    "released_year": 2009,
    "runtime": "92 min",
    "title": "Mary and Max"
  },
  {
    "id": 231,
    "overview": "A hapless young Viking who aspires to hunt dragons becomes the unlikely friend of a young dragon himself, and learns there may be more to the creatures than he assumed.",
    "rating": 8.1,
    "released_year": 2010,
    "runtime": "98 min",
    "title": "How to Train Your Dragon"
  },
  {
    "id": 232,
    "overview": "After graduating from Emory University, top student and athlete Christopher McCandless abandons his possessions, gives his entire $24,000 savings account to charity and hitchhikes to Alaska to live in the wilderness. Along the way, Christopher encounters a series of characters that shape his life.",
    "rating": 8.1,
    "released_year": 2007,
    "runtime": "148 min",
    "title": "Into the Wild"
  },
  {
    "id": 233,
    "overview": "Violence and mayhem ensue after a hunter stumbles upon a drug deal gone wrong and more than two million dollars in cash near the Rio Grande.",
    "rating": 8.1,
    "released_year": 2007,
    "runtime": "122 min",
    "title": "No Country for Old Men"
  },
  {
    "id": 234,
    "overview": "Munna Bhai embarks on a journey with Mahatma Gandhi in order to fight against a corrupt property dealer.",
    "rating": 8.1,
    "released_year": 2006,
    "runtime": "144 min",
    "title": "Lage Raho Munna Bhai"
  },
  {
    "id": 235,
    "overview": "A determined woman works with a hardened boxing trainer to become a professional.",
    "rating": 8.1,
    "released_year": 2004,
    "runtime": "132 min",
    "title": "Million Dollar Baby"
  },
  {
    "id": 236,
    "overview": "Paul Rusesabagina, a hotel manager, houses over a thousand Tutsi refugees during their struggle against the Hutu militia in Rwanda, Africa.",
    "rating": 8.1,
    "released_year": 2004,
    "runtime": "121 min",
    "title": "Hotel Rwanda"
  },
  {
    "id": 237,
    "overview": "When two brothers are forced to fight in the Korean War, the elder decides to take the riskiest missions if it will help shield the younger from battle.",
    "rating": 8.1,
    "released_year": 2004,
    "runtime": "140 min",
    "title": "Taegukgi hwinalrimyeo"
  },
  {
    "id": 238,
    "overview": "Nine years after Jesse and Celine first met, they encounter each other again on the French leg of Jesse's book tour.",
    "rating": 8.1,
    "released_year": 2004,
    "runtime": "80 min",
    "title": "Before Sunset"
  },
  {
    "id": 239,
    "overview": "A gangster sets out to fulfill his father's dream of becoming a doctor.",
    "rating": 8.1,
    "released_year": 2003,
    "runtime": "156 min",
    "title": "Munna Bhai M.B.B.S."
  },
  {
    "id": 240,
    "overview": "In a small Korean province in 1986, two detectives struggle with the case of multiple young women being found raped and murdered by an unknown culprit.",
    "rating": 8.1,
    "released_year": 2003,
    "runtime": "131 min",
    "title": "Salinui chueok"
  },
  {
    "id": 241,
    "overview": "Three inseparable childhood friends are just out of college. Nothing comes between them - until they each fall in love, and their wildly different approaches to relationships creates tension.",
    "rating": 8.1,
    "released_year": 2001,
    "runtime": "183 min",
    "title": "Dil Chahta Hai"
  },
  {
    "id": 242,
    "overview": "After awakening from a four-year coma, a former assassin wreaks vengeance on the team of assassins who betrayed her.",
    "rating": 8.1,
    "released_year": 2003,
    "runtime": "111 min",
    "title": "Kill Bill: Vol. 1"
  },
  {
    "id": 243,
    "overview": "After his son is captured in the Great Barrier Reef and taken to Sydney, a timid clownfish sets out on a journey to bring him home.",
    "rating": 8.1,
    "released_year": 2003,
    "runtime": "100 min",
    "title": "Finding Nemo"
  },
  {
    "id": 244,
    "overview": "Barely 21 yet, Frank is a skilled forger who has passed as a doctor, lawyer and pilot. FBI agent Carl becomes obsessed with tracking down the con man, who only revels in the pursuit.",
    "rating": 8.1,
    "released_year": 2002,
    "runtime": "141 min",
    "title": "Catch Me If You Can"
  },
  {
    "id": 245,
    "overview": "A horrific car accident connects three stories, each involving characters dealing with loss, regret, and life's harsh realities, all in the name of love.",
    "rating": 8.1,
    "released_year": 2000,
    "runtime": "154 min",
    "title": "Amores perros"
  },
  {
    "id": 246,
    "overview": "In order to power the city, monsters have to scare children so that they scream. However, the children are toxic to the monsters, and after a child gets through, 2 monsters realize things may not be what they think.",
    "rating": 8.1,
    "released_year": 2001,
    "runtime": "92 min",
    "title": "Monsters, Inc."
  },
  {
    "id": 247,
    "overview": "Concurrent theatrical ending of the TV series Shin seiki evangerion (1995).",
    "rating": 8.1,
    "released_year": 1997,
    "runtime": "87 min",
    "title": "Shin seiki Evangelion Gekijô-ban: Air/Magokoro wo, kimi ni"
  },
  {
    "id": 248,
    "overview": "The people of a small village in Victorian India stake their future on a game of cricket against their ruthless British rulers.",
    "rating": 8.1,
    "released_year": 2001,
    "runtime": "224 min",
    "title": "Lagaan: Once Upon a Time in India"
  },
  {
    "id": 249,
    "overview": "A boy who communicates with spirits seeks the help of a disheartened child psychologist.",
    "rating": 8.1,
    "released_year": 1999,
    "runtime": "107 min",
    "title": "The Sixth Sense"
  },
  {
    "id": 250,
    "overview": "A baby boy, discovered in 1900 on an ocean liner, grows into a musical prodigy, never setting foot on land.",
    "rating": 8.1,
    "released_year": 1998,
    "runtime": "169 min",
    "title": "La leggenda del pianista sull'oceano"
  },
  {
    "id": 251,
    "overview": "An insurance salesman discovers his whole life is actually a reality TV show.",
    "rating": 8.1,
    "released_year": 1998,
    "runtime": "103 min",
    "title": "The Truman Show"
  },
  {
    "id": 252,
    "overview": "Matko and his son Zare live on the banks of the Danube river and get by through hustling and basically doing anything to make a living. In order to pay off a business debt Matko agrees to marry off Zare to the sister of a local gangster.",
    "rating": 8.1,
    "released_year": 1998,
    "runtime": "127 min",
    "title": "Crna macka, beli macor"
  },
  {
    "id": 253,
    "overview": "Jeff \"The Dude\" Lebowski, mistaken for a millionaire of the same name, seeks restitution for his ruined rug and enlists his bowling buddies to help get it.",
    "rating": 8.1,
    "released_year": 1998,
    "runtime": "117 min",
    "title": "The Big Lebowski"
  },
  {
    "id": 254,
    "overview": "Two neighbors, a woman and a man, form a strong bond after both suspect extramarital activities of their spouses. However, they agree to keep their bond platonic so as not to commit similar wrongs.",
    "rating": 8.1,
    "released_year": 2000,
    "runtime": "98 min",
    "title": "Fa yeung nin wah"
  },
  {
    "id": 255,
    "overview": "Renton, deeply immersed in the Edinburgh drug scene, tries to clean up and get out, despite the allure of the drugs and influence of friends.",
    "rating": 8.1,
    "released_year": 1996,
    "runtime": "93 min",
    "title": "Trainspotting"
  },
  {
    "id": 256,
    "overview": "Jerry Lundegaard's inept crime falls apart due to his and his henchmen's bungling and the persistent police work of the quite pregnant Marge Gunderson.",
    "rating": 8.1,
    "released_year": 1996,
    "runtime": "98 min",
    "title": "Fargo"
  },
  {
    "id": 257,
    "overview": "A group of Serbian socialists prepares for the war in a surreal underground filled by parties, tragedies, love and hate.",
    "rating": 8.1,
    "released_year": 1995,
    "runtime": "170 min",
    "title": "Underground"
  },
  {
    "id": 258,
    "overview": "24 hours in the lives of three young men in the French suburbs the day after a violent riot.",
    "rating": 8.1,
    "released_year": 1995,
    "runtime": "98 min",
    "title": "La haine"
  },
  {
    "id": 259,
    "overview": "When Raj meets Simran in Europe, it isn't love at first sight but when Simran moves to India for an arranged marriage, love makes its presence felt.",
    "rating": 8.1,
    "released_year": 1995,
    "runtime": "189 min",
    "title": "Dilwale Dulhania Le Jayenge"
  },
  {
    "id": 260,
    "overview": "A young man and woman meet on a train in Europe, and wind up spending one evening together in Vienna. Unfortunately, both know that this will probably be their only night together.",
    "rating": 8.1,
    "released_year": 1995,
    "runtime": "101 min",
    "title": "Before Sunrise"
  },
  {
    "id": 261,
    "overview": "A model discovers a retired judge is keen on invading people's privacy.",
    "rating": 8.1,
    "released_year": 1994,
    "runtime": "99 min",
    "title": "Trois couleurs: Rouge"
  },
  {
    "id": 262,
    "overview": "Two melancholy Hong Kong policemen fall in love: one with a mysterious female underworld figure, the other with a beautiful and ethereal server at a late-night restaurant he frequents.",
    "rating": 8.1,
    "released_year": 1994,
    "runtime": "102 min",
    "title": "Chung Hing sam lam"
  },
  {
    "id": 263,
    "overview": "A pragmatic paleontologist visiting an almost complete theme park is tasked with protecting a couple of kids after a power failure causes the park's cloned dinosaurs to run loose.",
    "rating": 8.1,
    "released_year": 1993,
    "runtime": "127 min",
    "title": "Jurassic Park"
  },
  {
    "id": 264,
    "overview": "A man's coerced confession to an I.R.A. bombing he did not commit results in the imprisonment of his father as well. An English lawyer fights to free them.",
    "rating": 8.1,
    "released_year": 1993,
    "runtime": "133 min",
    "title": "In the Name of the Father"
  },
  {
    "id": 265,
    "overview": "Two boys meet at an opera training school in Peking in 1924. Their resulting friendship will span nearly 70 years and will endure some of the most troublesome times in China's history.",
    "rating": 8.1,
    "released_year": 1993,
    "runtime": "171 min",
    "title": "Ba wang bie ji"
  },
  {
    "id": 266,
    "overview": "A young woman becomes the fourth wife of a wealthy lord, and must learn to live with the strict rules and tensions within the household.",
    "rating": 8.1,
    "released_year": 1991,
    "runtime": "125 min",
    "title": "Dà hóng denglong gaogao guà"
  },
  {
    "id": 267,
    "overview": "Maverick teacher John Keating uses poetry to embolden his boarding school students to new heights of self-expression.",
    "rating": 8.1,
    "released_year": 1989,
    "runtime": "128 min",
    "title": "Dead Poets Society"
  },
  {
    "id": 268,
    "overview": "After the death of one of his friends, a writer recounts a childhood journey with his friends to find the body of a missing boy.",
    "rating": 8.1,
    "released_year": 1986,
    "runtime": "89 min",
    "title": "Stand by Me"
  },
  {
    "id": 269,
    "overview": "Chris Taylor, a neophyte recruit in Vietnam, finds himself caught in a battle of wills between two sergeants, one good and the other evil. A shrewd examination of the brutality of war and the duality of man in conflict.",
    "rating": 8.1,
    "released_year": 1986,
    "runtime": "120 min",
    "title": "Platoon"
  },
  {
    "id": 270,
    "overview": "Travis Henderson, an aimless drifter who has been missing for four years, wanders out of the desert and must reconnect with society, himself, his life, and his family.",
    "rating": 8.1,
    "released_year": 1984,
    "runtime": "145 min",
    "title": "Paris, Texas"
  },
  {
    "id": 271,
    "overview": "Warrior and pacifist Princess Nausicaä desperately struggles to prevent two warring nations from destroying themselves and their dying planet.",
    "rating": 8.1,
    "released_year": 1984,
    "runtime": "117 min",
    "title": "Kaze no tani no Naushika"
  },
  {
    "id": 272,
    "overview": "A research team in Antarctica is hunted by a shape-shifting alien that assumes the appearance of its victims.",
    "rating": 8.1,
    "released_year": 1982,
    "runtime": "109 min",
    "title": "The Thing"
  },
  {
    "id": 273,
    "overview": "A confined but troubled rock star descends into madness in the midst of his physical and social isolation from everyone.",
    "rating": 8.1,
    "released_year": 1982,
    "runtime": "95 min",
    "title": "Pink Floyd: The Wall"
  },
  {
    "id": 274,
    "overview": "The story of Brian Sweeney Fitzgerald, an extremely determined man who intends to build an opera house in the middle of a jungle.",
    "rating": 8.1,
    "released_year": 1982,
    "runtime": "158 min",
    "title": "Fitzcarraldo"
  },
  {
    "id": 275,
    "overview": "Two young Swedish children experience the many comedies and tragedies of their family, the Ekdahls.",
    "rating": 8.1,
    "released_year": 1982,
    "runtime": "188 min",
    "title": "Fanny och Alexander"
  },
  {
    "id": 276,
    "overview": "A blade runner must pursue and terminate four replicants who stole a ship in space, and have returned to Earth to find their creator.",
    "rating": 8.1,
    "released_year": 1982,
    "runtime": "117 min",
    "title": "Blade Runner"
  },
  {
    "id": 277,
    "overview": "A Victorian surgeon rescues a heavily disfigured man who is mistreated while scraping a living as a side-show freak. Behind his monstrous façade, there is revealed a person of kindness, intelligence and sophistication.",
    "rating": 8.1,
    "released_year": 1980,
    "runtime": "124 min",
    "title": "The Elephant Man"
  },
  {
    "id": 278,
    "overview": "Born on the original Christmas in the stable next door to Jesus Christ, Brian of Nazareth spends his life being mistaken for a messiah.",
    "rating": 8.1,
    "released_year": 1979,
    "runtime": "94 min",
    "title": "Life of Brian"
  },
  {
    "id": 279,
    "overview": "An in-depth examination of the ways in which the U.S. Vietnam War impacts and disrupts the lives of people in a small industrial town in Pennsylvania.",
    "rating": 8.1,
    "released_year": 1978,
    "runtime": "183 min",
    "title": "The Deer Hunter"
  },
  {
    "id": 280,
    "overview": "A small-time boxer gets a supremely rare chance to fight a heavy-weight champion in a bout in which he strives to go the distance for his self-respect.",
    "rating": 8.1,
    "released_year": 1976,
    "runtime": "120 min",
    "title": "Rocky"
  },
  {
    "id": 281,
    "overview": "A television network cynically exploits a deranged former anchor's ravings and revelations about the news media for its own profit.",
    "rating": 8.1,
    "released_year": 1976,
    "runtime": "121 min",
    "title": "Network"
  },
  {
    "id": 282,
    "overview": "An Irish rogue wins the heart of a rich widow and assumes her dead husband's aristocratic position in 18th-century England.",
    "rating": 8.1,
    "released_year": 1975,
    "runtime": "185 min",
    "title": "Barry Lyndon"
  },
  {
    "id": 283,
    "overview": "A dying man in his forties remembers his past. His childhood, his mother, the war, personal moments and things that tell of the recent history of all the Russian nation.",
    "rating": 8.1,
    "released_year": 1975,
    "runtime": "107 min",
    "title": "Zerkalo"
  },
  {
    "id": 284,
    "overview": "A private detective hired to expose an adulterer finds himself caught up in a web of deceit, corruption, and murder.",
    "rating": 8.1,
    "released_year": 1974,
    "runtime": "130 min",
    "title": "Chinatown"
  },
  {
    "id": 285,
    "overview": "During the Great Depression, a con man finds himself saddled with a young girl who may or may not be his daughter, and the two forge an unlikely partnership.",
    "rating": 8.1,
    "released_year": 1973,
    "runtime": "102 min",
    "title": "Paper Moon"
  },
  {
    "id": 286,
    "overview": "When a woman dying of cancer in early twentieth-century Sweden is visited by her two sisters, long-repressed feelings between the siblings rise to the surface.",
    "rating": 8.1,
    "released_year": 1972,
    "runtime": "91 min",
    "title": "Viskningar och rop"
  },
  {
    "id": 287,
    "overview": "A psychologist is sent to a station orbiting a distant planet in order to discover what has caused the crew to go insane.",
    "rating": 8.1,
    "released_year": 1972,
    "runtime": "167 min",
    "title": "Solaris"
  },
  {
    "id": 288,
    "overview": "After professional hitman Jef Costello is seen by witnesses his efforts to provide himself an alibi drive him further into a corner.",
    "rating": 8.1,
    "released_year": 1967,
    "runtime": "105 min",
    "title": "Le samouraï"
  },
  {
    "id": 289,
    "overview": "A laid back Southern man is sentenced to two years in a rural prison, but refuses to conform.",
    "rating": 8.1,
    "released_year": 1967,
    "runtime": "127 min",
    "title": "Cool Hand Luke"
  },
  {
    "id": 290,
    "overview": "A nurse is put in charge of a mute actress and finds that their personae are melding together.",
    "rating": 8.1,
    "released_year": 1966,
    "runtime": "85 min",
    "title": "Persona"
  },
  {
    "id": 291,
    "overview": "The life, times and afflictions of the fifteenth-century Russian iconographer St. Andrei Rublev.",
    "rating": 8.1,
    "released_year": 1966,
    "runtime": "205 min",
    "title": "Andrei Rublev"
  },
  {
    "id": 292,
    "overview": "In the 1950s, fear and violence escalate as the people of Algiers fight for independence from the French government.",
    "rating": 8.1,
    "released_year": 1966,
    "runtime": "121 min",
    "title": "La battaglia di Algeri"
  },
  {
    "id": 293,
    "overview": "The guests at an upper-class dinner party find themselves unable to leave.",
    "rating": 8.1,
    "released_year": 1962,
    "runtime": "95 min",
    "title": "El ángel exterminador"
  },
  {
    "id": 294,
    "overview": "A former child star torments her paraplegic sister in their decaying Hollywood mansion.",
    "rating": 8.1,
    "released_year": 1962,
    "runtime": "134 min",
    "title": "What Ever Happened to Baby Jane?"
  },
  {
    "id": 295,
    "overview": "A crafty samurai helps a young man and his fellow clansmen save his uncle, who has been framed and imprisoned by a corrupt superintendent.",
    "rating": 8.1,
    "released_year": 1962,
    "runtime": "96 min",
    "title": "Sanjuro"
  },
  {
    "id": 296,
    "overview": "A senator returns to a western town for the funeral of an old friend and tells the story of his origins.",
    "rating": 8.1,
    "released_year": 1962,
    "runtime": "123 min",
    "title": "The Man Who Shot Liberty Valance"
  },
  {
    "id": 297,
    "overview": "In WW2, twelve year old Soviet orphan Ivan Bondarev works for the Soviet army as a scout behind the German lines and strikes a friendship with three sympathetic Soviet officers.",
    "rating": 8.1,
    "released_year": 1962,
    "runtime": "95 min",
    "title": "Ivanovo detstvo"
  },
  {
    "id": 298,
    "overview": "An innocent yet pampered young virgin and her family's pregnant and jealous servant set out to deliver candles to church, but only one returns from events that transpire in the woods along the way.",
    "rating": 8.1,
    "released_year": 1960,
    "runtime": "89 min",
    "title": "Jungfrukällan"
  },
  {
    "id": 299,
    "overview": "Based on a real-life case in 1925, two great lawyers argue the case for and against a science teacher accused of the crime of teaching evolution.",
    "rating": 8.1,
    "released_year": 1960,
    "runtime": "128 min",
    "title": "Inherit the Wind"
  },
  {
    "id": 300,
    "overview": "A young boy, left without attention, delves into a life of petty crime.",
    "rating": 8.1,
    "released_year": 1959,
    "runtime": "99 min",
    "title": "Les quatre cents coups"
  },
  {
    "id": 301,
    "overview": "After a Jewish prince is betrayed and sent into slavery by a Roman friend, he regains his freedom and comes back for revenge.",
    "rating": 8.1,
    "released_year": 1959,
    "runtime": "212 min",
    "title": "Ben-Hur"
  },
  {
    "id": 302,
    "overview": "Lured by gold, two greedy peasants unknowingly escort a princess and her general across enemy lines.",
    "rating": 8.1,
    "released_year": 1958,
    "runtime": "139 min",
    "title": "Kakushi-toride no san-akunin"
  },
  {
    "id": 303,
    "overview": "A waifish prostitute wanders the streets of Rome looking for true love but finds only heartbreak.",
    "rating": 8.1,
    "released_year": 1957,
    "runtime": "110 min",
    "title": "Le notti di Cabiria"
  },
  {
    "id": 304,
    "overview": "A war-hardened general, egged on by his ambitious wife, works to fulfill a prophecy that he would become lord of Spider's Web Castle.",
    "rating": 8.1,
    "released_year": 1957,
    "runtime": "110 min",
    "title": "Kumonosu-jô"
  },
  {
    "id": 305,
    "overview": "British POWs are forced to build a railway bridge across the river Kwai for their Japanese captors, not knowing that the allied forces are planning to destroy it.",
    "rating": 8.1,
    "released_year": 1957,
    "runtime": "161 min",
    "title": "The Bridge on the River Kwai"
  },
  {
    "id": 306,
    "overview": "An ex-prize fighter turned longshoreman struggles to stand up to his corrupt union bosses.",
    "rating": 8.1,
    "released_year": 1954,
    "runtime": "108 min",
    "title": "On the Waterfront"
  },
  {
    "id": 307,
    "overview": "In a decrepit South American village, four men are hired to transport an urgent nitroglycerine shipment without the equipment that would make it safe.",
    "rating": 8.1,
    "released_year": 1953,
    "runtime": "131 min",
    "title": "Le salaire de la peur"
  },
  {
    "id": 308,
    "overview": "A frustrated former big-city journalist now stuck working for an Albuquerque newspaper exploits a story about a man trapped in a cave to rekindle his career, but the situation quickly escalates into an out-of-control circus.",
    "rating": 8.1,
    "released_year": 1951,
    "runtime": "111 min",
    "title": "Ace in the Hole"
  },
  {
    "id": 309,
    "overview": "A psychopathic criminal with a mother complex makes a daring break from prison and leads his old gang in a chemical plant payroll heist.",
    "rating": 8.1,
    "released_year": 1949,
    "runtime": "114 min",
    "title": "White Heat"
  },
  {
    "id": 310,
    "overview": "Pulp novelist Holly Martins travels to shadowy, postwar Vienna, only to find himself investigating the mysterious death of an old friend, Harry Lime.",
    "rating": 8.1,
    "released_year": 1949,
    "runtime": "104 min",
    "title": "The Third Man"
  },
  {
    "id": 311,
    "overview": "A young ballet dancer is torn between the man she loves and her pursuit to become a prima ballerina.",
    "rating": 8.1,
    "released_year": 1948,
    "runtime": "135 min",
    "title": "The Red Shoes"
  },
  {
    "id": 312,
    "overview": "Two employees at a gift shop can barely stand each other, without realizing that they are falling in love through the post as each other's anonymous pen pal.",
    "rating": 8.1,
    "released_year": 1940,
    "runtime": "99 min",
    "title": "The Shop Around the Corner"
  },
  {
    "id": 313,
    "overview": "A self-conscious woman juggles adjusting to her new role as an aristocrat's wife and avoiding being intimidated by his first wife's spectral presence.",
    "rating": 8.1,
    "released_year": 1940,
    "runtime": "130 min",
    "title": "Rebecca"
  },
  {
    "id": 314,
    "overview": "A naive man is appointed to fill a vacancy in the United States Senate. His plans promptly collide with political corruption, but he doesn't back down.",
    "rating": 8.1,
    "released_year": 1939,
    "runtime": "129 min",
    "title": "Mr. Smith Goes to Washington"
  },
  {
    "id": 315,
    "overview": "A manipulative woman and a roguish man conduct a turbulent romance during the American Civil War and Reconstruction periods.",
    "rating": 8.1,
    "released_year": 1939,
    "runtime": "238 min",
    "title": "Gone with the Wind"
  },
  {
    "id": 316,
    "overview": "During WWI, two French soldiers are captured and imprisoned in a German P.O.W. camp. Several escape attempts follow until they are eventually sent to a seemingly inescapable fortress.",
    "rating": 8.1,
    "released_year": 1937,
    "runtime": "113 min",
    "title": "La Grande Illusion"
  },
  {
    "id": 317,
    "overview": "A renegade reporter and a crazy young heiress meet on a bus heading for New York, and end up stuck with each other when the bus leaves them behind at one of the stops.",
    "rating": 8.1,
    "released_year": 1934,
    "runtime": "105 min",
    "title": "It Happened One Night"
  },
  {
    "id": 318,
    "overview": "In 1431, Jeanne d'Arc is placed on trial on charges of heresy. The ecclesiastical jurists attempt to force Jeanne to recant her claims of holy visions.",
    "rating": 8.1,
    "released_year": 1928,
    "runtime": "110 min",
    "title": "La passion de Jeanne d'Arc"
  },
  {
    "id": 319,
    "overview": "The Tramp finds work and the girl of his dreams at a circus.",
    "rating": 8.1,
    "released_year": 1928,
    "runtime": "72 min",
    "title": "The Circus"
  },
  {
    "id": 320,
    "overview": "An allegorical tale about a man fighting the good and evil within him. Both sides are made flesh - one a sophisticated woman he is attracted to and the other his wife.",
    "rating": 8.1,
    "released_year": 1927,
    "runtime": "94 min",
    "title": "Sunrise: A Song of Two Humans"
  },
  {
    "id": 321,
    "overview": "When Union spies steal an engineer's beloved locomotive, he pursues it single-handedly and straight through enemy lines.",
    "rating": 8.1,
    "released_year": 1926,
    "runtime": "67 min",
    "title": "The General"
  },
  {
    "id": 322,
    "overview": "Hypnotist Dr. Caligari uses a somnambulist, Cesare, to commit murders.",
    "rating": 8.1,
    "released_year": 1920,
    "runtime": "76 min",
    "title": "Das Cabinet des Dr. Caligari"
  },
  {
    "id": 323,
    "overview": "A man is embarrassed when he finds out his mother is pregnant.",
    "rating": 8,
    "released_year": 2018,
    "runtime": "124 min",
    "title": "Badhaai ho"
  },
  {
    "id": 324,
    "overview": "The story of Togo, the sled dog who led the 1925 serum run yet was considered by most to be too small and weak to lead such an intense race.",
    "rating": 8,
    "released_year": 2019,
    "runtime": "113 min",
    "title": "Togo"
  },
  {
    "id": 325,
    "overview": "When Iraq invades Kuwait in August 1990, a callous Indian businessman becomes the spokesperson for more than 170,000 stranded countrymen.",
    "rating": 8,
    "released_year": 2016,
    "runtime": "130 min",
    "title": "Airlift"
  },
  {
    "id": 326,
    "overview": "An Indian man with a magnanimous heart takes a young mute Pakistani girl back to her homeland to reunite her with her family.",
    "rating": 8,
    "released_year": 2015,
    "runtime": "163 min",
    "title": "Bajrangi Bhaijaan"
  },
  {
    "id": 327,
    "overview": "An elite counter-intelligence unit learns of a plot, masterminded by a maniacal madman. With the clock ticking, it's up to them to track the terrorists' international tentacles and prevent them from striking at the heart of India.",
    "rating": 8,
    "released_year": 2015,
    "runtime": "159 min",
    "title": "Baby"
  },
  {
    "id": 328,
    "overview": "While navigating their careers in Los Angeles, a pianist and an actress fall in love while attempting to reconcile their aspirations for the future.",
    "rating": 8,
    "released_year": 2016,
    "runtime": "128 min",
    "title": "La La Land"
  },
  {
    "id": 329,
    "overview": "A five-year-old Indian boy is adopted by an Australian couple after getting lost hundreds of kilometers from home. 25 years later, he sets out to find his lost family.",
    "rating": 8,
    "released_year": 2016,
    "runtime": "118 min",
    "title": "Lion"
  },
  {
    "id": 330,
    "overview": "An astronaut becomes stranded on Mars after his team assume him dead, and must rely on his ingenuity to find a way to signal to Earth that he is alive.",
    "rating": 8,
    "released_year": 2015,
    "runtime": "144 min",
    "title": "The Martian"
  },
  {
    "id": 331,
    "overview": "In a city of anthropomorphic animals, a rookie bunny cop and a cynical con artist fox must work together to uncover a conspiracy.",
    "rating": 8,
    "released_year": 2016,
    "runtime": "108 min",
    "title": "Zootopia"
  },
  {
    "id": 332,
    "overview": "In ancient India, an adventurous and daring man becomes involved in a decades-old feud between two warring peoples.",
    "rating": 8,
    "released_year": 2015,
    "runtime": "159 min",
    "title": "Bãhubali: The Beginning"
  },
  {
    "id": 333,
    "overview": "Found inside a shining stalk of bamboo by an old bamboo cutter and his wife, a tiny girl grows rapidly into an exquisite young lady. The mysterious young princess enthralls all who encounter her, but ultimately she must confront her fate, the punishment for her crime.",
    "rating": 8,
    "released_year": 2013,
    "runtime": "137 min",
    "title": "Kaguyahime no monogatari"
  },
  {
    "id": 334,
    "overview": "Based on the New York Times bestseller, this movie tells the incredibly inspiring and heartwarming story of August Pullman, a boy with facial differences who enters the fifth grade, attending a mainstream elementary school for the first time.",
    "rating": 8,
    "released_year": 2017,
    "runtime": "113 min",
    "title": "Wonder"
  },
  {
    "id": 335,
    "overview": "A coming-of-age story based on the lives of street rappers in Mumbai.",
    "rating": 8,
    "released_year": 2019,
    "runtime": "154 min",
    "title": "Gully Boy"
  },
  {
    "id": 336,
    "overview": "A gang of con-men rob prominent rich businessmen and politicians by posing as C.B.I and income tax officers.",
    "rating": 8,
    "released_year": 2013,
    "runtime": "144 min",
    "title": "Special Chabbis"
  },
  {
    "id": 337,
    "overview": "A 20-something supervising staff member of a residential treatment facility navigates the troubled waters of that world alongside her co-worker and longtime boyfriend.",
    "rating": 8,
    "released_year": 2013,
    "runtime": "96 min",
    "title": "Short Term 12"
  },
  {
    "id": 338,
    "overview": "Only a short time after the first raid, Rama goes undercover with the thugs of Jakarta and plans to bring down the syndicate and uncover the corruption within his police force.",
    "rating": 8,
    "released_year": 2014,
    "runtime": "150 min",
    "title": "Serbuan maut 2: Berandal"
  },
  {
    "id": 339,
    "overview": "During World War II, the English mathematical genius Alan Turing tries to crack the German Enigma code with help from fellow mathematicians.",
    "rating": 8,
    "released_year": 2014,
    "runtime": "114 min",
    "title": "The Imitation Game"
  },
  {
    "id": 340,
    "overview": "A group of intergalactic criminals must pull together to stop a fanatical warrior with plans to purge the universe.",
    "rating": 8,
    "released_year": 2014,
    "runtime": "121 min",
    "title": "Guardians of the Galaxy"
  },
  {
    "id": 341,
    "overview": "Young Blade Runner K's discovery of a long-buried secret leads him to track down former Blade Runner Rick Deckard, who's been missing for thirty years.",
    "rating": 8,
    "released_year": 2017,
    "runtime": "164 min",
    "title": "Blade Runner 2049"
  },
  {
    "id": 342,
    "overview": "In a near future, a lonely writer develops an unlikely relationship with an operating system designed to meet his every need.",
    "rating": 8,
    "released_year": 2013,
    "runtime": "126 min",
    "title": "Her"
  },
  {
    "id": 343,
    "overview": "The story of the legendary British rock band Queen and lead singer Freddie Mercury, leading up to their famous performance at Live Aid (1985).",
    "rating": 8,
    "released_year": 2018,
    "runtime": "134 min",
    "title": "Bohemian Rhapsody"
  },
  {
    "id": 344,
    "overview": "A frontiersman on a fur trading expedition in the 1820s fights for survival after being mauled by a bear and left for dead by members of his own hunting team.",
    "rating": 8,
    "released_year": 2015,
    "runtime": "156 min",
    "title": "The Revenant"
  },
  {
    "id": 345,
    "overview": "An introvert freshman is taken under the wings of two seniors who welcome him to the real world",
    "rating": 8,
    "released_year": 2012,
    "runtime": "103 min",
    "title": "The Perks of Being a Wallflower"
  },
  {
    "id": 346,
    "overview": "After a prison riot, former-Captain Nascimento, now a high ranking security officer in Rio de Janeiro, is swept into a bloody political dispute that involves government officials and paramilitary groups.",
    "rating": 8,
    "released_year": 2010,
    "runtime": "115 min",
    "title": "Tropa de Elite 2: O Inimigo Agora é Outro"
  },
  {
    "id": 347,
    "overview": "The story of King George VI, his impromptu ascension to the throne of the British Empire in 1936, and the speech therapist who helped the unsure monarch overcome his stammer.",
    "rating": 8,
    "released_year": 2010,
    "runtime": "118 min",
    "title": "The King's Speech"
  },
  {
    "id": 348,
    "overview": "An aspiring author during the civil rights movement of the 1960s decides to write a book detailing the African American maids' point of view on the white families for which they work, and the hardships they go through on a daily basis.",
    "rating": 8,
    "released_year": 2011,
    "runtime": "146 min",
    "title": "The Help"
  },
  {
    "id": 349,
    "overview": "A wisecracking mercenary gets experimented on and becomes immortal but ugly, and sets out to track down the man who ruined his looks.",
    "rating": 8,
    "released_year": 2016,
    "runtime": "108 min",
    "title": "Deadpool"
  },
  {
    "id": 350,
    "overview": "The mysterious disappearance of a kindergarten teacher during a picnic in the north of Iran is followed by a series of misadventures for her fellow travelers.",
    "rating": 8,
    "released_year": 2009,
    "runtime": "119 min",
    "title": "Darbareye Elly"
  },
  {
    "id": 351,
    "overview": "After breaking up with his childhood sweetheart, a young man finds solace in drugs. Meanwhile, a teenage girl is caught in the world of prostitution. Will they be destroyed, or will they find redemption?",
    "rating": 8,
    "released_year": 2009,
    "runtime": "144 min",
    "title": "Dev.D"
  },
  {
    "id": 352,
    "overview": "During the Japanese invasion of China, a wealthy martial artist is forced to leave his home when his city is occupied. With little means of providing for themselves, Ip Man and the remaining members of the city must find a way to survive.",
    "rating": 8,
    "released_year": 2008,
    "runtime": "106 min",
    "title": "Yip Man"
  },
  {
    "id": 353,
    "overview": "An Indian Muslim man with Asperger's syndrome takes a challenge to speak to the President of the United States seriously and embarks on a cross-country journey.",
    "rating": 8,
    "released_year": 2010,
    "runtime": "165 min",
    "title": "My Name Is Khan"
  },
  {
    "id": 354,
    "overview": "Story of 40-man Turkish task force who must defend a relay station.",
    "rating": 8,
    "released_year": 2009,
    "runtime": "128 min",
    "title": "Nefes: Vatan Sagolsun"
  },
  {
    "id": 355,
    "overview": "A Mumbai teenager reflects on his life after being accused of cheating on the Indian version of \"Who Wants to be a Millionaire?\".",
    "rating": 8,
    "released_year": 2008,
    "runtime": "120 min",
    "title": "Slumdog Millionaire"
  },
  {
    "id": 356,
    "overview": "A committed dancer struggles to maintain her sanity after winning the lead role in a production of Tchaikovsky's \"Swan Lake\".",
    "rating": 8,
    "released_year": 2010,
    "runtime": "108 min",
    "title": "Black Swan"
  },
  {
    "id": 357,
    "overview": "In 1997 Rio de Janeiro, Captain Nascimento has to find a substitute for his position while trying to take down drug dealers and criminals before the Pope visits.",
    "rating": 8,
    "released_year": 2007,
    "runtime": "115 min",
    "title": "Tropa de Elite"
  },
  {
    "id": 358,
    "overview": "Earth's mightiest heroes must come together and learn to fight as a team if they are going to stop the mischievous Loki and his alien army from enslaving humanity.",
    "rating": 8,
    "released_year": 2012,
    "runtime": "143 min",
    "title": "The Avengers"
  },
  {
    "id": 359,
    "overview": "A precocious and outspoken Iranian girl grows up during the Islamic Revolution.",
    "rating": 8,
    "released_year": 2007,
    "runtime": "96 min",
    "title": "Persepolis"
  },
  {
    "id": 360,
    "overview": "In 1985 Dallas, electrician and hustler Ron Woodroof works around the system to help AIDS patients get the medication they need after he is diagnosed with the disease.",
    "rating": 8,
    "released_year": 2013,
    "runtime": "117 min",
    "title": "Dallas Buyers Club"
  },
  {
    "id": 361,
    "overview": "A struggling salesman takes custody of his son as he's poised to begin a life-changing professional career.",
    "rating": 8,
    "released_year": 2006,
    "runtime": "117 min",
    "title": "The Pursuit of Happyness"
  },
  {
    "id": 362,
    "overview": "A fisherman, a smuggler, and a syndicate of businessmen match wits over the possession of a priceless diamond.",
    "rating": 8,
    "released_year": 2006,
    "runtime": "143 min",
    "title": "Blood Diamond"
  },
  {
    "id": 363,
    "overview": "Jason Bourne dodges a ruthless C.I.A. official and his Agents from a new assassination program while searching for the origins of his life as a trained killer.",
    "rating": 8,
    "released_year": 2007,
    "runtime": "115 min",
    "title": "The Bourne Ultimatum"
  },
  {
    "id": 364,
    "overview": "A transient young man breaks into empty homes to partake of the vacationing residents' lives for a few days.",
    "rating": 8,
    "released_year": 2004,
    "runtime": "88 min",
    "title": "Bin-jip"
  },
  {
    "id": 365,
    "overview": "A movie that explores the dark and miserable town, Basin City, tells the story of three different people, all caught up in violent corruption.",
    "rating": 8,
    "released_year": 2005,
    "runtime": "124 min",
    "title": "Sin City"
  },
  {
    "id": 366,
    "overview": "The true story of Elle editor Jean-Dominique Bauby who suffers a stroke and has to live with an almost totally paralyzed body; only his left eye isn't paralyzed.",
    "rating": 8,
    "released_year": 2007,
    "runtime": "112 min",
    "title": "Le scaphandre et le papillon"
  },
  {
    "id": 367,
    "overview": "A slick young Turk kidnapped by extraterrestrials shows his great « humanitarian spirit » by outwitting the evil commander-in-chief of the planet of G.O.R.A.",
    "rating": 8,
    "released_year": 2004,
    "runtime": "127 min",
    "title": "G.O.R.A."
  },
  {
    "id": 368,
    "overview": "A rat who can cook makes an unusual alliance with a young kitchen worker at a famous restaurant.",
    "rating": 8,
    "released_year": 2007,
    "runtime": "111 min",
    "title": "Ratatouille"
  },
  {
    "id": 369,
    "overview": "After earning 00 status and a licence to kill, Secret Agent James Bond sets out on his first mission as 007. Bond must defeat a private banker funding terrorists in a high-stakes game of poker at Casino Royale, Montenegro.",
    "rating": 8,
    "released_year": 2006,
    "runtime": "144 min",
    "title": "Casino Royale"
  },
  {
    "id": 370,
    "overview": "The Bride continues her quest of vengeance against her former boss and lover Bill, the reclusive bouncer Budd, and the treacherous, one-eyed Elle.",
    "rating": 8,
    "released_year": 2004,
    "runtime": "137 min",
    "title": "Kill Bill: Vol. 2"
  },
  {
    "id": 371,
    "overview": "In the Russian wilderness, two brothers face a range of new, conflicting emotions when their father - a man they know only through a single photograph - resurfaces.",
    "rating": 8,
    "released_year": 2003,
    "runtime": "110 min",
    "title": "Vozvrashchenie"
  },
  {
    "id": 372,
    "overview": "A boy is raised by a Buddhist monk in an isolated floating temple where the years pass like the seasons.",
    "rating": 8,
    "released_year": 2003,
    "runtime": "103 min",
    "title": "Bom Yeoareum Gaeul Gyeoul Geurigo Bom"
  },
  {
    "id": 373,
    "overview": "The factual story of Spaniard Ramon Sampedro, who fought a thirty-year campaign in favor of euthanasia and his own right to die.",
    "rating": 8,
    "released_year": 2014,
    "runtime": "126 min",
    "title": "Mar adentro"
  },
  {
    "id": 374,
    "overview": "The story of James J. Braddock, a supposedly washed-up boxer who came back to become a champion and an inspiration in the 1930s.",
    "rating": 8,
    "released_year": 2005,
    "runtime": "144 min",
    "title": "Cinderella Man"
  },
  {
    "id": 375,
    "overview": "Naina, an introverted, perpetually depressed girl's life changes when she meets Aman. But Aman has a secret of his own which changes their lives forever. Embroiled in all this is Rohit, Naina's best friend who conceals his love for her.",
    "rating": 8,
    "released_year": 2003,
    "runtime": "186 min",
    "title": "Kal Ho Naa Ho"
  },
  {
    "id": 376,
    "overview": "A story between a mole in the police department and an undercover cop. Their objectives are the same: to find out who is the mole, and who is the cop.",
    "rating": 8,
    "released_year": 2002,
    "runtime": "101 min",
    "title": "Mou gaan dou"
  },
  {
    "id": 377,
    "overview": "Blacksmith Will Turner teams up with eccentric pirate \"Captain\" Jack Sparrow to save his love, the governor's daughter, from Jack's former pirate allies, who are now undead.",
    "rating": 8,
    "released_year": 2003,
    "runtime": "143 min",
    "title": "Pirates of the Caribbean: The Curse of the Black Pearl"
  },
  {
    "id": 378,
    "overview": "A frustrated son tries to determine the fact from fiction in his dying father's life.",
    "rating": 8,
    "released_year": 2003,
    "runtime": "125 min",
    "title": "Big Fish"
  },
  {
    "id": 379,
    "overview": "A family of undercover superheroes, while trying to live the quiet suburban life, are forced into action to save the world.",
    "rating": 8,
    "released_year": 2004,
    "runtime": "115 min",
    "title": "The Incredibles"
  },
  {
    "id": 380,
    "overview": "A young man sees a drunk, cute woman standing too close to the tracks at a metro station in Seoul and pulls her back. She ends up getting him into trouble repeatedly after that, starting on the train.",
    "rating": 8,
    "released_year": 2001,
    "runtime": "137 min",
    "title": "Yeopgijeogin geunyeo"
  },
  {
    "id": 381,
    "overview": "A woman on the run from the mob is reluctantly accepted in a small Colorado community in exchange for labor, but when a search visits the town she finds out that their support has a price.",
    "rating": 8,
    "released_year": 2003,
    "runtime": "178 min",
    "title": "Dogville"
  },
  {
    "id": 382,
    "overview": "Lives of residents in a small Anatolian village change when television is introduced to them",
    "rating": 8,
    "released_year": 2001,
    "runtime": "110 min",
    "title": "Vizontele"
  },
  {
    "id": 383,
    "overview": "After narrowly escaping a bizarre accident, a troubled teenager is plagued by visions of a man in a large rabbit suit who manipulates him to commit a series of crimes.",
    "rating": 8,
    "released_year": 2001,
    "runtime": "113 min",
    "title": "Donnie Darko"
  },
  {
    "id": 384,
    "overview": "An epic mosaic of interrelated characters in search of love, forgiveness, and meaning in the San Fernando Valley.",
    "rating": 8,
    "released_year": 1999,
    "runtime": "188 min",
    "title": "Magnolia"
  },
  {
    "id": 385,
    "overview": "An East European girl travels to the United States with her young son, expecting it to be like a Hollywood film.",
    "rating": 8,
    "released_year": 2000,
    "runtime": "140 min",
    "title": "Dancer in the Dark"
  },
  {
    "id": 386,
    "overview": "An old man makes a long journey by lawnmower to mend his relationship with an ill brother.",
    "rating": 8,
    "released_year": 1999,
    "runtime": "112 min",
    "title": "The Straight Story"
  },
  {
    "id": 387,
    "overview": "A pop singer gives up her career to become an actress, but she slowly goes insane when she starts being stalked by an obsessed fan and what seems to be a ghost of her past.",
    "rating": 8,
    "released_year": 1997,
    "runtime": "81 min",
    "title": "Pâfekuto burû"
  },
  {
    "id": 388,
    "overview": "At Helge's 60th birthday party, some unpleasant family truths are revealed.",
    "rating": 8,
    "released_year": 1998,
    "runtime": "105 min",
    "title": "Festen"
  },
  {
    "id": 389,
    "overview": "An emotive journey of a former school teacher, who writes letters for illiterate people, and a young boy, whose mother has just died, as they search for the father he never knew.",
    "rating": 8,
    "released_year": 1998,
    "runtime": "110 min",
    "title": "Central do Brasil"
  },
  {
    "id": 390,
    "overview": "A young boy befriends a giant robot from outer space that a paranoid government agent wants to destroy.",
    "rating": 8,
    "released_year": 1999,
    "runtime": "86 min",
    "title": "The Iron Giant"
  },
  {
    "id": 391,
    "overview": "Two terminally ill patients escape from a hospital, steal a car and rush towards the sea.",
    "rating": 8,
    "released_year": 1997,
    "runtime": "87 min",
    "title": "Knockin' on Heaven's Door"
  },
  {
    "id": 392,
    "overview": "Karl Childers, a simple man hospitalized since his childhood murder of his mother and her lover, is released to start a new life in a small town.",
    "rating": 8,
    "released_year": 1996,
    "runtime": "135 min",
    "title": "Sling Blade"
  },
  {
    "id": 393,
    "overview": "Following the death of her adoptive parents, a successful young black optometrist establishes contact with her biological mother -- a lonely white factory worker living in poverty in East London.",
    "rating": 8,
    "released_year": 1996,
    "runtime": "136 min",
    "title": "Secrets & Lies"
  },
  {
    "id": 394,
    "overview": "In a future world devastated by disease, a convict is sent back in time to gather information about the man-made virus that wiped out most of the human population on the planet.",
    "rating": 8,
    "released_year": 1995,
    "runtime": "129 min",
    "title": "Twelve Monkeys"
  },
  {
    "id": 395,
    "overview": "A cyborg policewoman and her partner hunt a mysterious and powerful hacker called the Puppet Master.",
    "rating": 8,
    "released_year": 1995,
    "runtime": "83 min",
    "title": "Kôkaku Kidôtai"
  },
  {
    "id": 396,
    "overview": "Jack Skellington, king of Halloween Town, discovers Christmas Town, but his attempts to bring Christmas to his home causes confusion.",
    "rating": 8,
    "released_year": 1993,
    "runtime": "76 min",
    "title": "The Nightmare Before Christmas"
  },
  {
    "id": 397,
    "overview": "A weatherman finds himself inexplicably living the same day over and over again.",
    "rating": 8,
    "released_year": 1993,
    "runtime": "101 min",
    "title": "Groundhog Day"
  },
  {
    "id": 398,
    "overview": "Based on the true life experiences of poet Jimmy Santiago Baca, the film focuses on step-brothers Paco and Cruz, and their bi-racial cousin Miklo.",
    "rating": 8,
    "released_year": 1993,
    "runtime": "180 min",
    "title": "Bound by Honor"
  },
  {
    "id": 399,
    "overview": "A prep school student needing money agrees to \"babysit\" a blind man, but the job is not at all what he anticipated.",
    "rating": 8,
    "released_year": 1992,
    "runtime": "156 min",
    "title": "Scent of a Woman"
  },
  {
    "id": 400,
    "overview": "A kindhearted street urchin and a power-hungry Grand Vizier vie for a magic lamp that has the power to make their deepest wishes come true.",
    "rating": 8,
    "released_year": 1992,
    "runtime": "90 min",
    "title": "Aladdin"
  },
  {
    "id": 401,
    "overview": "New Orleans District Attorney Jim Garrison discovers there's more to the Kennedy assassination than the official story.",
    "rating": 8,
    "released_year": 1991,
    "runtime": "189 min",
    "title": "JFK"
  },
  {
    "id": 402,
    "overview": "A prince cursed to spend his days as a hideous monster sets out to regain his humanity by earning a young woman's love.",
    "rating": 8,
    "released_year": 1991,
    "runtime": "84 min",
    "title": "Beauty and the Beast"
  },
  {
    "id": 403,
    "overview": "Lieutenant John Dunbar, assigned to a remote western Civil War outpost, befriends wolves and Indians, making him an intolerable aberration in the military.",
    "rating": 8,
    "released_year": 1990,
    "runtime": "181 min",
    "title": "Dances with Wolves"
  },
  {
    "id": 404,
    "overview": "On the hottest day of the year on a street in the Bedford-Stuyvesant section of Brooklyn, everyone's hate and bigotry smolders and builds until it explodes into violence.",
    "rating": 8,
    "released_year": 1989,
    "runtime": "120 min",
    "title": "Do the Right Thing"
  },
  {
    "id": 405,
    "overview": "Selfish yuppie Charlie Babbitt's father left a fortune to his savant brother Raymond and a pittance to Charlie; they travel cross-country.",
    "rating": 8,
    "released_year": 1988,
    "runtime": "133 min",
    "title": "Rain Man"
  },
  {
    "id": 406,
    "overview": "A secret military project endangers Neo-Tokyo when it turns a biker gang member into a rampaging psychic psychopath who can only be stopped by two teenagers and a group of psychics.",
    "rating": 8,
    "released_year": 1988,
    "runtime": "124 min",
    "title": "Akira"
  },
  {
    "id": 407,
    "overview": "While home sick in bed, a young boy's grandfather reads him the story of a farmboy-turned-pirate who encounters numerous obstacles, enemies and allies in his quest to be reunited with his true love.",
    "rating": 8,
    "released_year": 1987,
    "runtime": "98 min",
    "title": "The Princess Bride"
  },
  {
    "id": 408,
    "overview": "An angel tires of overseeing human activity and wishes to become human when he falls in love with a mortal.",
    "rating": 8,
    "released_year": 1987,
    "runtime": "128 min",
    "title": "Der Himmel über Berlin"
  },
  {
    "id": 409,
    "overview": "A French boarding school run by priests seems to be a haven from World War II until a new student arrives. He becomes the roommate of the top student in his class. Rivals at first, the roommates form a bond and share a secret.",
    "rating": 8,
    "released_year": 1987,
    "runtime": "104 min",
    "title": "Au revoir les enfants"
  },
  {
    "id": 410,
    "overview": "A young boy and a girl with a magic crystal must race against pirates and foreign agents in a search for a legendary floating castle.",
    "rating": 8,
    "released_year": 1986,
    "runtime": "125 min",
    "title": "Tenkû no shiro Rapyuta"
  },
  {
    "id": 411,
    "overview": "A human soldier is sent from 2029 to 1984 to stop an almost indestructible cyborg killing machine, sent from the same year, which has been programmed to execute a young woman whose unborn son is the key to humanity's future salvation.",
    "rating": 8,
    "released_year": 1984,
    "runtime": "107 min",
    "title": "The Terminator"
  },
  {
    "id": 412,
    "overview": "The life of the lawyer who became the famed leader of the Indian revolts against the British rule through his philosophy of nonviolent protest.",
    "rating": 8,
    "released_year": 1982,
    "runtime": "191 min",
    "title": "Gandhi"
  },
  {
    "id": 413,
    "overview": "A petty thief with an utter resemblance to a samurai warlord is hired as the lord's double. When the warlord later dies the thief is forced to take up arms in his place.",
    "rating": 8,
    "released_year": 1980,
    "runtime": "180 min",
    "title": "Kagemusha"
  },
  {
    "id": 414,
    "overview": "A simpleminded, sheltered gardener becomes an unlikely trusted advisor to a powerful businessman and an insider in Washington politics.",
    "rating": 8,
    "released_year": 1979,
    "runtime": "130 min",
    "title": "Being There"
  },
  {
    "id": 415,
    "overview": "Neurotic New York comedian Alvy Singer falls in love with the ditzy Annie Hall.",
    "rating": 8,
    "released_year": 1977,
    "runtime": "93 min",
    "title": "Annie Hall"
  },
  {
    "id": 416,
    "overview": "When a killer shark unleashes chaos on a beach community, it's up to a local sheriff, a marine biologist, and an old seafarer to hunt the beast down.",
    "rating": 8,
    "released_year": 1975,
    "runtime": "124 min",
    "title": "Jaws"
  },
  {
    "id": 417,
    "overview": "Three amateur bank robbers plan to hold up a bank. A nice simple robbery: Walk in, take the money, and run. Unfortunately, the supposedly uncomplicated heist suddenly becomes a bizarre nightmare as everything that could go wrong does.",
    "rating": 8,
    "released_year": 1975,
    "runtime": "125 min",
    "title": "Dog Day Afternoon"
  },
  {
    "id": 418,
    "overview": "An American grandson of the infamous scientist, struggling to prove that his grandfather was not as insane as people believe, is invited to Transylvania, where he discovers the process that reanimates a dead body.",
    "rating": 8,
    "released_year": 1974,
    "runtime": "106 min",
    "title": "Young Frankenstein"
  },
  {
    "id": 419,
    "overview": "A man befriends a fellow criminal as the two of them begin serving their sentence on a dreadful prison island, which inspires the man to plot his escape.",
    "rating": 8,
    "released_year": 1973,
    "runtime": "151 min",
    "title": "Papillon"
  },
  {
    "id": 420,
    "overview": "When a 12-year-old girl is possessed by a mysterious entity, her mother seeks the help of two priests to save her.",
    "rating": 8,
    "released_year": 1973,
    "runtime": "122 min",
    "title": "The Exorcist"
  },
  {
    "id": 421,
    "overview": "A man who loves games and theater invites his wife's lover to meet him, setting up a battle of wits with potentially deadly results.",
    "rating": 8,
    "released_year": 1972,
    "runtime": "138 min",
    "title": "Sleuth"
  },
  {
    "id": 422,
    "overview": "In 1951, a group of high schoolers come of age in a bleak, isolated, atrophied North Texas town that is slowly dying, both culturally and economically.",
    "rating": 8,
    "released_year": 1971,
    "runtime": "118 min",
    "title": "The Last Picture Show"
  },
  {
    "id": 423,
    "overview": "In prerevolutionary Russia, a Jewish peasant contends with marrying off three of his daughters while growing anti-Semitic sentiment threatens his village.",
    "rating": 8,
    "released_year": 1971,
    "runtime": "181 min",
    "title": "Fiddler on the Roof"
  },
  {
    "id": 424,
    "overview": "A weak-willed Italian man becomes a fascist flunky who goes abroad to arrange the assassination of his old teacher, now a political dissident.",
    "rating": 8,
    "released_year": 1970,
    "runtime": "113 min",
    "title": "Il conformista"
  },
  {
    "id": 425,
    "overview": "Wyoming, early 1900s. Butch Cassidy and The Sundance Kid are the leaders of a band of outlaws. After a train robbery goes wrong they find themselves on the run with a posse hard on their heels. Their solution - escape to Bolivia.",
    "rating": 8,
    "released_year": 1969,
    "runtime": "110 min",
    "title": "Butch Cassidy and the Sundance Kid"
  },
  {
    "id": 426,
    "overview": "A young couple trying for a baby move into a fancy apartment surrounded by peculiar neighbors.",
    "rating": 8,
    "released_year": 1968,
    "runtime": "137 min",
    "title": "Rosemary's Baby"
  },
  {
    "id": 427,
    "overview": "An astronaut crew crash-lands on a planet in the distant future where intelligent talking apes are the dominant species, and humans are the oppressed and enslaved.",
    "rating": 8,
    "released_year": 1968,
    "runtime": "112 min",
    "title": "Planet of the Apes"
  },
  {
    "id": 428,
    "overview": "A disillusioned college graduate finds himself torn between his older lover and her daughter.",
    "rating": 8,
    "released_year": 1967,
    "runtime": "106 min",
    "title": "The Graduate"
  },
  {
    "id": 429,
    "overview": "A bitter, aging couple, with the help of alcohol, use their young houseguests to fuel anguish and emotional pain towards each other over the course of a distressing night.",
    "rating": 8,
    "released_year": 1966,
    "runtime": "131 min",
    "title": "Who's Afraid of Virginia Woolf?"
  },
  {
    "id": 430,
    "overview": "A woman leaves an Austrian convent to become a governess to the children of a Naval officer widower.",
    "rating": 8,
    "released_year": 1965,
    "runtime": "172 min",
    "title": "The Sound of Music"
  },
  {
    "id": 431,
    "overview": "The life of a Russian physician and poet who, although married to another, falls in love with a political activist's wife and experiences hardship during World War I and then the October Revolution.",
    "rating": 8,
    "released_year": 1965,
    "runtime": "197 min",
    "title": "Doctor Zhivago"
  },
  {
    "id": 432,
    "overview": "A wandering gunfighter plays two rival families against each other in a town torn apart by greed, pride, and revenge.",
    "rating": 8,
    "released_year": 1964,
    "runtime": "99 min",
    "title": "Per un pugno di dollari"
  },
  {
    "id": 433,
    "overview": "A harried movie director retreats into his memories and fantasies.",
    "rating": 8,
    "released_year": 1963,
    "runtime": "138 min",
    "title": "8½"
  },
  {
    "id": 434,
    "overview": "Twelve episodic tales in the life of a Parisian woman and her slow descent into prostitution.",
    "rating": 8,
    "released_year": 1962,
    "runtime": "80 min",
    "title": "Vivre sa vie: Film en douze tableaux"
  },
  {
    "id": 435,
    "overview": "An up-and-coming pool player plays a long-time champion in a single high-stakes match.",
    "rating": 8,
    "released_year": 1961,
    "runtime": "134 min",
    "title": "The Hustler"
  },
  {
    "id": 436,
    "overview": "A series of stories following a week in the life of a philandering paparazzo journalist living in Rome.",
    "rating": 8,
    "released_year": 1960,
    "runtime": "174 min",
    "title": "La dolce vita"
  },
  {
    "id": 437,
    "overview": "A small-town sheriff in the American West enlists the help of a cripple, a drunk, and a young gunfighter in his efforts to hold in jail the brother of the local bad guy.",
    "rating": 8,
    "released_year": 1959,
    "runtime": "141 min",
    "title": "Rio Bravo"
  },
  {
    "id": 438,
    "overview": "In a murder trial, the defendant says he suffered temporary insanity after the victim raped his wife. What is the truth, and will he win his case?",
    "rating": 8,
    "released_year": 1959,
    "runtime": "161 min",
    "title": "Anatomy of a Murder"
  },
  {
    "id": 439,
    "overview": "A stark, perverse story of murder, kidnapping, and police corruption in a Mexican border town.",
    "rating": 8,
    "released_year": 1958,
    "runtime": "95 min",
    "title": "Touch of Evil"
  },
  {
    "id": 440,
    "overview": "Brick is an alcoholic ex-football player who drinks his days away and resists the affections of his wife. A reunion with his terminal father jogs a host of memories and revelations for both father and son.",
    "rating": 8,
    "released_year": 1958,
    "runtime": "108 min",
    "title": "Cat on a Hot Tin Roof"
  },
  {
    "id": 441,
    "overview": "Powerful but unethical Broadway columnist J.J. Hunsecker coerces unscrupulous press agent Sidney Falco into breaking up his sister's romance with a jazz musician.",
    "rating": 8,
    "released_year": 1957,
    "runtime": "96 min",
    "title": "Sweet Smell of Success"
  },
  {
    "id": 442,
    "overview": "Crook Johnny Clay assembles a five man team to plan and execute a daring race-track robbery.",
    "rating": 8,
    "released_year": 1956,
    "runtime": "84 min",
    "title": "The Killing"
  },
  {
    "id": 443,
    "overview": "A religious fanatic marries a gullible widow whose young children are reluctant to tell him where their real daddy hid the $10,000 he'd stolen in a robbery.",
    "rating": 8,
    "released_year": 1955,
    "runtime": "92 min",
    "title": "The Night of the Hunter"
  },
  {
    "id": 444,
    "overview": "A care-free girl is sold to a traveling entertainer, consequently enduring physical and emotional pain along the way.",
    "rating": 8,
    "released_year": 1954,
    "runtime": "108 min",
    "title": "La Strada"
  },
  {
    "id": 445,
    "overview": "The wife and mistress of a loathed school principal plan to murder him with what they believe is the perfect alibi.",
    "rating": 8,
    "released_year": 1955,
    "runtime": "117 min",
    "title": "Les diaboliques"
  },
  {
    "id": 446,
    "overview": "When two escaping American World War II prisoners are killed, the German P.O.W. camp barracks black marketeer, J.J. Sefton, is suspected of being an informer.",
    "rating": 8,
    "released_year": 1953,
    "runtime": "120 min",
    "title": "Stalag 17"
  },
  {
    "id": 447,
    "overview": "A bored and sheltered princess escapes her guardians and falls in love with an American newsman in Rome.",
    "rating": 8,
    "released_year": 1953,
    "runtime": "118 min",
    "title": "Roman Holiday"
  },
  {
    "id": 448,
    "overview": "Disturbed Blanche DuBois moves in with her sister in New Orleans and is tormented by her brutish brother-in-law while her reality crumbles around her.",
    "rating": 8,
    "released_year": 1951,
    "runtime": "122 min",
    "title": "A Streetcar Named Desire"
  },
  {
    "id": 449,
    "overview": "A potentially violent screenwriter is a murder suspect until his lovely neighbor clears him. However, she soon starts to have her doubts.",
    "rating": 8,
    "released_year": 1950,
    "runtime": "94 min",
    "title": "In a Lonely Place"
  },
  {
    "id": 450,
    "overview": "A distant poor relative of the Duke D'Ascoyne plots to inherit the title by murdering the eight other heirs who stand ahead of him in the line of succession.",
    "rating": 8,
    "released_year": 1949,
    "runtime": "106 min",
    "title": "Kind Hearts and Coronets"
  },
  {
    "id": 451,
    "overview": "Two men attempt to prove they committed the perfect crime by hosting a dinner party after strangling their former classmate to death.",
    "rating": 8,
    "released_year": 1948,
    "runtime": "80 min",
    "title": "Rope"
  },
  {
    "id": 452,
    "overview": "A private eye escapes his past to run a gas station in a small town, but his past catches up with him. Now he must return to the big city world of danger, corruption, double crosses and duplicitous dames.",
    "rating": 8,
    "released_year": 1947,
    "runtime": "97 min",
    "title": "Out of the Past"
  },
  {
    "id": 453,
    "overview": "Meeting a stranger in a railway station, a woman is tempted to cheat on her husband.",
    "rating": 8,
    "released_year": 1945,
    "runtime": "86 min",
    "title": "Brief Encounter"
  },
  {
    "id": 454,
    "overview": "A police detective falls in love with the woman whose murder he is investigating.",
    "rating": 8,
    "released_year": 1944,
    "runtime": "88 min",
    "title": "Laura"
  },
  {
    "id": 455,
    "overview": "Three World War II veterans return home to small-town America to discover that they and their families have been irreparably changed.",
    "rating": 8,
    "released_year": 1946,
    "runtime": "170 min",
    "title": "The Best Years of Our Lives"
  },
  {
    "id": 456,
    "overview": "A writer of books on the futility of marriage risks his reputation when he decides to get married. Things get even more complicated when he learns on his wedding day that his beloved maiden aunts are habitual murderers.",
    "rating": 8,
    "released_year": 1942,
    "runtime": "118 min",
    "title": "Arsenic and Old Lace"
  },
  {
    "id": 457,
    "overview": "A private detective takes on a case that involves him with three eccentric criminals, a gorgeous liar, and their quest for a priceless statuette.",
    "rating": 8,
    "released_year": 1941,
    "runtime": "100 min",
    "title": "The Maltese Falcon"
  },
  {
    "id": 458,
    "overview": "A poor Midwest family is forced off their land. They travel to California, suffering the misfortunes of the homeless in the Great Depression.",
    "rating": 8,
    "released_year": 1940,
    "runtime": "129 min",
    "title": "The Grapes of Wrath"
  },
  {
    "id": 459,
    "overview": "Dorothy Gale is swept away from a farm in Kansas to a magical land of Oz in a tornado and embarks on a quest with her new friends to see the Wizard who can help her return home to Kansas and help her friends as well.",
    "rating": 8,
    "released_year": 1939,
    "runtime": "102 min",
    "title": "The Wizard of Oz"
  },
  {
    "id": 460,
    "overview": "A bourgeois life in France at the onset of World War II, as the rich and their poor servants meet up at a French chateau.",
    "rating": 8,
    "released_year": 1939,
    "runtime": "110 min",
    "title": "La règle du jeu"
  },
  {
    "id": 461,
    "overview": "Former detective Nick Charles and his wealthy wife Nora investigate a murder case, mostly for the fun of it.",
    "rating": 8,
    "released_year": 1934,
    "runtime": "91 min",
    "title": "The Thin Man"
  },
  {
    "id": 462,
    "overview": "A German youth eagerly enters World War I, but his enthusiasm wanes as he gets a firsthand view of the horror.",
    "rating": 8,
    "released_year": 1930,
    "runtime": "152 min",
    "title": "All Quiet on the Western Front"
  },
  {
    "id": 463,
    "overview": "In the midst of the Russian Revolution of 1905, the crew of the battleship Potemkin mutiny against the brutal, tyrannical regime of the vessel's officers. The resulting street demonstration in Odessa brings on a police massacre.",
    "rating": 8,
    "released_year": 1925,
    "runtime": "75 min",
    "title": "Bronenosets Potemkin"
  },
  {
    "id": 464,
    "overview": "A detective investigates the death of a patriarch of an eccentric, combative family.",
    "rating": 7.9,
    "released_year": 2019,
    "runtime": "130 min",
    "title": "Knives Out"
  },
  {
    "id": 465,
    "overview": "The emotional journey of two hopelessly in love youngsters, a young girl, Kizie, suffering from cancer, and a boy, Manny, whom she meets at a support group.",
    "rating": 7.9,
    "released_year": 2020,
    "runtime": "101 min",
    "title": "Dil Bechara"
  },
  {
    "id": 466,
    "overview": "A family of small-time crooks take in a child they find outside in the cold.",
    "rating": 7.9,
    "released_year": 2018,
    "runtime": "121 min",
    "title": "Manbiki kazoku"
  },
  {
    "id": 467,
    "overview": "Noah Baumbach's incisive and compassionate look at a marriage breaking up and a family staying together.",
    "rating": 7.9,
    "released_year": 2019,
    "runtime": "137 min",
    "title": "Marriage Story"
  },
  {
    "id": 468,
    "overview": "In 1980s Italy, romance blossoms between a seventeen-year-old student and the older man hired as his father's research assistant.",
    "rating": 7.9,
    "released_year": 2017,
    "runtime": "132 min",
    "title": "Call Me by Your Name"
  },
  {
    "id": 469,
    "overview": "After having suffered a heart-attack, a 59-year-old carpenter must fight the bureaucratic forces of the system in order to receive Employment and Support Allowance.",
    "rating": 7.9,
    "released_year": 2016,
    "runtime": "100 min",
    "title": "I, Daniel Blake"
  },
  {
    "id": 470,
    "overview": "Set in Japan, Isle of Dogs follows a boy's odyssey in search of his lost dog.",
    "rating": 7.9,
    "released_year": 2018,
    "runtime": "101 min",
    "title": "Isle of Dogs"
  },
  {
    "id": 471,
    "overview": "A national manhunt is ordered for a rebellious kid and his foster uncle who go missing in the wild New Zealand bush.",
    "rating": 7.9,
    "released_year": 2016,
    "runtime": "101 min",
    "title": "Hunt for the Wilderpeople"
  },
  {
    "id": 472,
    "overview": "In the forests of the Pacific Northwest, a father devoted to raising his six kids with a rigorous physical and intellectual education is forced to leave his paradise and enter the world, challenging his idea of what it means to be a parent.",
    "rating": 7.9,
    "released_year": 2016,
    "runtime": "118 min",
    "title": "Captain Fantastic"
  },
  {
    "id": 473,
    "overview": "A boy growing up in Dublin during the 1980s escapes his strained family life by starting a band to impress the mysterious girl he likes.",
    "rating": 7.9,
    "released_year": 2016,
    "runtime": "106 min",
    "title": "Sing Street"
  },
  {
    "id": 474,
    "overview": "Imprisoned on the planet Sakaar, Thor must race against time to return to Asgard and stop Ragnarök, the destruction of his world, at the hands of the powerful and ruthless villain Hela.",
    "rating": 7.9,
    "released_year": 2017,
    "runtime": "130 min",
    "title": "Thor: Ragnarok"
  },
  {
    "id": 475,
    "overview": "When Louis Bloom, a con man desperate for work, muscles into the world of L.A. crime journalism, he blurs the line between observer and participant to become the star of his own story.",
    "rating": 7.9,
    "released_year": 2014,
    "runtime": "117 min",
    "title": "Nightcrawler"
  },
  {
    "id": 476,
    "overview": "A young boy in Hitler's army finds out his mother is hiding a Jewish girl in their home.",
    "rating": 7.9,
    "released_year": 2019,
    "runtime": "108 min",
    "title": "Jojo Rabbit"
  },
  {
    "id": 477,
    "overview": "A linguist works with the military to communicate with alien lifeforms after twelve mysterious spacecrafts appear around the world.",
    "rating": 7.9,
    "released_year": 2016,
    "runtime": "116 min",
    "title": "Arrival"
  },
  {
    "id": 478,
    "overview": "As a new threat to the galaxy rises, Rey, a desert scavenger, and Finn, an ex-stormtrooper, must join Han Solo and Chewbacca to search for the one hope of restoring peace.",
    "rating": 7.9,
    "released_year": 2015,
    "runtime": "138 min",
    "title": "Star Wars: Episode VII - The Force Awakens"
  },
  {
    "id": 479,
    "overview": "We meet Jesse and Celine nine years on in Greece. Almost two decades have passed since their first meeting on that train bound for Vienna.",
    "rating": 7.9,
    "released_year": 2013,
    "runtime": "109 min",
    "title": "Before Midnight"
  },
  {
    "id": 480,
    "overview": "The X-Men send Wolverine to the past in a desperate effort to change history and prevent an event that results in doom for both humans and mutants.",
    "rating": 7.9,
    "released_year": 2014,
    "runtime": "132 min",
    "title": "X-Men: Days of Future Past"
  },
  {
    "id": 481,
    "overview": "A group of men set out in search of a dead body in the Anatolian steppes.",
    "rating": 7.9,
    "released_year": 2011,
    "runtime": "157 min",
    "title": "Bir Zamanlar Anadolu'da"
  },
  {
    "id": 482,
    "overview": "An egomaniacal film star develops a relationship with a young dancer against the backdrop of Hollywood's silent era.",
    "rating": 7.9,
    "released_year": 2011,
    "runtime": "100 min",
    "title": "The Artist"
  },
  {
    "id": 483,
    "overview": "A soldier fighting aliens gets to relive the same day over and over again, the day restarting every time he dies.",
    "rating": 7.9,
    "released_year": 2014,
    "runtime": "113 min",
    "title": "Edge of Tomorrow"
  },
  {
    "id": 484,
    "overview": "Georges and Anne are an octogenarian couple. They are cultivated, retired music teachers. Their daughter, also a musician, lives in Britain with her family. One day, Anne has a stroke, and the couple's bond of love is severely tested.",
    "rating": 7.9,
    "released_year": 2012,
    "runtime": "127 min",
    "title": "Amour"
  },
  {
    "id": 485,
    "overview": "An old man recalls his time painting houses for his friend, Jimmy Hoffa, through the 1950-70s.",
    "rating": 7.9,
    "released_year": 2019,
    "runtime": "209 min",
    "title": "The Irishman"
  },
  {
    "id": 486,
    "overview": "A young Arab man is sent to a French prison.",
    "rating": 7.9,
    "released_year": 2009,
    "runtime": "155 min",
    "title": "Un prophète"
  },
  {
    "id": 487,
    "overview": "Astronaut Sam Bell has a quintessentially personal encounter toward the end of his three-year stint on the Moon, where he, working alongside his computer, GERTY, sends back to Earth parcels of a resource that has helped diminish our planet's power problems.",
    "rating": 7.9,
    "released_year": 2009,
    "runtime": "97 min",
    "title": "Moon"
  },
  {
    "id": 488,
    "overview": "Oskar, an overlooked and bullied boy, finds love and revenge through Eli, a beautiful but peculiar girl.",
    "rating": 7.9,
    "released_year": 2008,
    "runtime": "114 min",
    "title": "Låt den rätte komma in"
  },
  {
    "id": 489,
    "overview": "Violence ensues after an extraterrestrial race forced to live in slum-like conditions on Earth finds a kindred spirit in a government agent exposed to their biotechnology.",
    "rating": 7.9,
    "released_year": 2009,
    "runtime": "112 min",
    "title": "District 9"
  },
  {
    "id": 490,
    "overview": "A faded professional wrestler must retire, but finds his quest for a new life outside the ring a dispiriting struggle.",
    "rating": 7.9,
    "released_year": 2008,
    "runtime": "109 min",
    "title": "The Wrestler"
  },
  {
    "id": 491,
    "overview": "A depressed wealthy businessman finds his life changing after he meets a spunky and care-free young woman.",
    "rating": 7.9,
    "released_year": 2007,
    "runtime": "138 min",
    "title": "Jab We Met"
  },
  {
    "id": 492,
    "overview": "The life of Mason, from early childhood to his arrival at college.",
    "rating": 7.9,
    "released_year": 2014,
    "runtime": "165 min",
    "title": "Boyhood"
  },
  {
    "id": 493,
    "overview": "A woman assists her friend in arranging an illegal abortion in 1980s Romania.",
    "rating": 7.9,
    "released_year": 2007,
    "runtime": "113 min",
    "title": "4 luni, 3 saptamâni si 2 zile"
  },
  {
    "id": 494,
    "overview": "The brash James T. Kirk tries to live up to his father's legacy with Mr. Spock keeping him in check as a vengeful Romulan from the future creates black holes to destroy the Federation one planet at a time.",
    "rating": 7.9,
    "released_year": 2009,
    "runtime": "127 min",
    "title": "Star Trek"
  },
  {
    "id": 495,
    "overview": "Guilt-stricken after a job gone wrong, hitman Ray and his partner await orders from their ruthless boss in Bruges, Belgium, the last place in the world Ray wants to be.",
    "rating": 7.9,
    "released_year": 2008,
    "runtime": "107 min",
    "title": "In Bruges"
  },
  {
    "id": 496,
    "overview": "An impromptu goodbye party for Professor John Oldman becomes a mysterious interrogation after the retiring scholar reveals to his colleagues he has a longer and stranger past than they can imagine.",
    "rating": 7.9,
    "released_year": 2007,
    "runtime": "87 min",
    "title": "The Man from Earth"
  },
  {
    "id": 497,
    "overview": "The story of the battle of Iwo Jima between the United States and Imperial Japan during World War II, as told from the perspective of the Japanese who fought it.",
    "rating": 7.9,
    "released_year": 2006,
    "runtime": "141 min",
    "title": "Letters from Iwo Jima"
  },
  {
    "id": 498,
    "overview": "In a hospital on the outskirts of 1920s Los Angeles, an injured stuntman begins to tell a fellow patient, a little girl with a broken arm, a fantastic story of five mythical heroes. Thanks to his fractured state of mind and her vivid imagination, the line between fiction and reality blurs as the tale advances.",
    "rating": 7.9,
    "released_year": 2006,
    "runtime": "117 min",
    "title": "The Fall"
  },
  {
    "id": 499,
    "overview": "A young man who survives a disaster at sea is hurtled into an epic journey of adventure and discovery. While cast away, he forms an unexpected connection with another survivor: a fearsome Bengal tiger.",
    "rating": 7.9,
    "released_year": 2012,
    "runtime": "127 min",
    "title": "Life of Pi"
  },
  {
    "id": 500,
    "overview": "An urbane fox cannot resist returning to his farm raiding ways and then must help his community survive the farmers' retaliation.",
    "rating": 7.9,
    "released_year": 2009,
    "runtime": "87 min",
    "title": "Fantastic Mr. Fox"
  },
  {
    "id": 501,
    "overview": "A young French-Canadian, growing up in the 1960s and 1970s, struggles to reconcile his emerging homosexuality with his father's conservative values and his own Catholic beliefs.",
    "rating": 7.9,
    "released_year": 2005,
    "runtime": "129 min",
    "title": "C.R.A.Z.Y."
  },
  {
    "id": 502,
    "overview": "The new teacher at a severely administered boys' boarding school works to positively affect the students' lives through music.",
    "rating": 7.9,
    "released_year": 2004,
    "runtime": "97 min",
    "title": "Les choristes"
  },
  {
    "id": 503,
    "overview": "After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil.",
    "rating": 7.9,
    "released_year": 2008,
    "runtime": "126 min",
    "title": "Iron Man"
  },
  {
    "id": 504,
    "overview": "A man's uneventful life is disrupted by the zombie apocalypse.",
    "rating": 7.9,
    "released_year": 2004,
    "runtime": "99 min",
    "title": "Shaun of the Dead"
  },
  {
    "id": 505,
    "overview": "With the intention to break free from the strict familial restrictions, a suicidal young woman sets up a marriage of convenience with a forty-year-old addict, an act that will lead to an outburst of envious love.",
    "rating": 7.9,
    "released_year": 2004,
    "runtime": "121 min",
    "title": "Gegen die Wand"
  },
  {
    "id": 506,
    "overview": "The lives of three men who were childhood friends are shattered when one of them has a family tragedy.",
    "rating": 7.9,
    "released_year": 2003,
    "runtime": "138 min",
    "title": "Mystic River"
  },
  {
    "id": 507,
    "overview": "Harry Potter, Ron and Hermione return to Hogwarts School of Witchcraft and Wizardry for their third year of study, where they delve into the mystery surrounding an escaped prisoner who poses a dangerous threat to the young wizard.",
    "rating": 7.9,
    "released_year": 2004,
    "runtime": "142 min",
    "title": "Harry Potter and the Prisoner of Azkaban"
  },
  {
    "id": 508,
    "overview": "A defense officer, Nameless, was summoned by the King of Qin regarding his success of terminating three warriors.",
    "rating": 7.9,
    "released_year": 2002,
    "runtime": "120 min",
    "title": "Ying xiong"
  },
  {
    "id": 509,
    "overview": "Two men share an odd friendship while they care for two women who are both in deep comas.",
    "rating": 7.9,
    "released_year": 2002,
    "runtime": "112 min",
    "title": "Hable con ella"
  },
  {
    "id": 510,
    "overview": "Bosnia and Herzegovina during 1993 at the time of the heaviest fighting between the two warring sides. Two soldiers from opposing sides in the conflict, Nino and Ciki, become trapped in no man's land, whilst a third soldier becomes a living booby trap.",
    "rating": 7.9,
    "released_year": 2001,
    "runtime": "98 min",
    "title": "No Man's Land"
  },
  {
    "id": 511,
    "overview": "A terrorist explosion releases a deadly virus on the masses, and it's up the bounty-hunting Bebop crew to catch the cold-blooded culprit.",
    "rating": 7.9,
    "released_year": 2001,
    "runtime": "115 min",
    "title": "Cowboy Bebop: Tengoku no tobira"
  },
  {
    "id": 512,
    "overview": "A man is picked up by a fishing boat, bullet-riddled and suffering from amnesia, before racing to elude assassins and attempting to regain his memory.",
    "rating": 7.9,
    "released_year": 2002,
    "runtime": "119 min",
    "title": "The Bourne Identity"
  },
  {
    "id": 513,
    "overview": "Two con artists try to swindle a stamp collector by selling him a sheet of counterfeit rare stamps (the \"nine queens\").",
    "rating": 7.9,
    "released_year": 2000,
    "runtime": "114 min",
    "title": "Nueve reinas"
  },
  {
    "id": 514,
    "overview": "In 2027, in a chaotic world in which women have become somehow infertile, a former activist agrees to help transport a miraculously pregnant woman to a sanctuary at sea.",
    "rating": 7.9,
    "released_year": 2006,
    "runtime": "109 min",
    "title": "Children of Men"
  },
  {
    "id": 515,
    "overview": "A high-school boy is given the chance to write a story for Rolling Stone Magazine about an up-and-coming rock band as he accompanies them on their concert tour.",
    "rating": 7.9,
    "released_year": 2000,
    "runtime": "122 min",
    "title": "Almost Famous"
  },
  {
    "id": 516,
    "overview": "After a car wreck on the winding Mulholland Drive renders a woman amnesiac, she and a perky Hollywood-hopeful search for clues and answers across Los Angeles in a twisting venture beyond dreams and reality.",
    "rating": 7.9,
    "released_year": 2001,
    "runtime": "147 min",
    "title": "Mulholland Dr."
  },
  {
    "id": 517,
    "overview": "When Woody is stolen by a toy collector, Buzz and his friends set out on a rescue mission to save Woody before he becomes a museum toy property with his roundup gang Jessie, Prospector, and Bullseye.",
    "rating": 7.9,
    "released_year": 1999,
    "runtime": "92 min",
    "title": "Toy Story 2"
  },
  {
    "id": 518,
    "overview": "Back when sex was safe, pleasure was a business and business was booming, an idealistic porn producer aspires to elevate his craft to an art when he discovers a hot young talent.",
    "rating": 7.9,
    "released_year": 1997,
    "runtime": "155 min",
    "title": "Boogie Nights"
  },
  {
    "id": 519,
    "overview": "A love story between a girl who loves reading books, and a boy who has previously checked out all of the library books she chooses.",
    "rating": 7.9,
    "released_year": 1995,
    "runtime": "111 min",
    "title": "Mimi wo sumaseba"
  },
  {
    "id": 520,
    "overview": "A family descended from Maori warriors is bedeviled by a violent father and the societal problems of being treated as outcasts.",
    "rating": 7.9,
    "released_year": 1994,
    "runtime": "102 min",
    "title": "Once Were Warriors"
  },
  {
    "id": 521,
    "overview": "In Detroit, a lonely pop culture geek marries a call girl, steals cocaine from her pimp, and tries to sell it in Hollywood. Meanwhile, the owners of the cocaine, the Mob, track them down in an attempt to reclaim it.",
    "rating": 7.9,
    "released_year": 1993,
    "runtime": "119 min",
    "title": "True Romance"
  },
  {
    "id": 522,
    "overview": "A woman struggles to find a way to live her life after the death of her husband and child.",
    "rating": 7.9,
    "released_year": 1993,
    "runtime": "94 min",
    "title": "Trois couleurs: Bleu"
  },
  {
    "id": 523,
    "overview": "A vagabond swordsman is aided by a beautiful ninja girl and a crafty spy in confronting a demonic clan of killers - with a ghost from his past as their leader - who are bent on overthrowing the Tokugawa Shogunate.",
    "rating": 7.9,
    "released_year": 1993,
    "runtime": "94 min",
    "title": "Jûbê ninpûchô"
  },
  {
    "id": 524,
    "overview": "A Puerto Rican former convict, just released from prison, pledges to stay away from drugs and violence despite the pressure around him and lead on to a better life outside of N.Y.C.",
    "rating": 7.9,
    "released_year": 1993,
    "runtime": "144 min",
    "title": "Carlito's Way"
  },
  {
    "id": 525,
    "overview": "An artificial man, who was incompletely constructed and has scissors for hands, leads a solitary life. Then one day, a suburban lady meets him and introduces him to her world.",
    "rating": 7.9,
    "released_year": 1990,
    "runtime": "105 min",
    "title": "Edward Scissorhands"
  },
  {
    "id": 526,
    "overview": "Christy Brown, born with cerebral palsy, learns to paint and write with his only controllable limb - his left foot.",
    "rating": 7.9,
    "released_year": 1989,
    "runtime": "103 min",
    "title": "My Left Foot: The Story of Christy Brown"
  },
  {
    "id": 527,
    "overview": "An ophthalmologist's mistress threatens to reveal their affair to his wife while a married documentary filmmaker is infatuated with another woman.",
    "rating": 7.9,
    "released_year": 1989,
    "runtime": "104 min",
    "title": "Crimes and Misdemeanors"
  },
  {
    "id": 528,
    "overview": "During the era of Prohibition in the United States, Federal Agent Eliot Ness sets out to stop ruthless Chicago gangster Al Capone and, because of rampant corruption, assembles a small, hand-picked team to help him.",
    "rating": 7.9,
    "released_year": 1987,
    "runtime": "119 min",
    "title": "The Untouchables"
  },
  {
    "id": 529,
    "overview": "Between two Thanksgivings two years apart, Hannah's husband falls in love with her sister Lee, while her hypochondriac ex-husband rekindles his relationship with her sister Holly.",
    "rating": 7.9,
    "released_year": 1986,
    "runtime": "107 min",
    "title": "Hannah and Her Sisters"
  },
  {
    "id": 530,
    "overview": "A bureaucrat in a dystopic society becomes an enemy of the state as he pursues the woman of his dreams.",
    "rating": 7.9,
    "released_year": 1985,
    "runtime": "132 min",
    "title": "Brazil"
  },
  {
    "id": 531,
    "overview": "Spinal Tap, one of England's loudest bands, is chronicled by film director Marty DiBergi on what proves to be a fateful tour.",
    "rating": 7.9,
    "released_year": 1984,
    "runtime": "82 min",
    "title": "This Is Spinal Tap"
  },
  {
    "id": 532,
    "overview": "In the 1940s, a young boy named Ralphie attempts to convince his parents, his teacher and Santa that a Red Ryder BB gun really is the perfect Christmas gift.",
    "rating": 7.9,
    "released_year": 1983,
    "runtime": "93 min",
    "title": "A Christmas Story"
  },
  {
    "id": 533,
    "overview": "Jake Blues, just released from prison, puts together his old band to save the Catholic home where he and his brother Elwood were raised.",
    "rating": 7.9,
    "released_year": 1980,
    "runtime": "133 min",
    "title": "The Blues Brothers"
  },
  {
    "id": 534,
    "overview": "The life of a divorced television writer dating a teenage girl is further complicated when he falls in love with his best friend's mistress.",
    "rating": 7.9,
    "released_year": 1979,
    "runtime": "96 min",
    "title": "Manhattan"
  },
  {
    "id": 535,
    "overview": "director/choreographer Bob Fosse tells his own life story as he details the sordid career of Joe Gideon, a womanizing, drug-using dancer.",
    "rating": 7.9,
    "released_year": 1979,
    "runtime": "123 min",
    "title": "All That Jazz"
  },
  {
    "id": 536,
    "overview": "Following an ever-growing epidemic of zombies that have risen from the dead, two Philadelphia S.W.A.T. team members, a traffic reporter, and his television executive girlfriend seek refuge in a secluded shopping mall.",
    "rating": 7.9,
    "released_year": 1978,
    "runtime": "127 min",
    "title": "Dawn of the Dead"
  },
  {
    "id": 537,
    "overview": "The Washington Post\" reporters Bob Woodward and Carl Bernstein uncover the details of the Watergate scandal that leads to President Richard Nixon's resignation.",
    "rating": 7.9,
    "released_year": 1976,
    "runtime": "138 min",
    "title": "All the President's Men"
  },
  {
    "id": 538,
    "overview": "In a corrupt, greed-fueled world, a powerful alchemist leads a messianic character and seven materialistic figures to the Holy Mountain, where they hope to achieve enlightenment.",
    "rating": 7.9,
    "released_year": 1973,
    "runtime": "114 min",
    "title": "La montaña sagrada"
  },
  {
    "id": 539,
    "overview": "A series of comedic and nostalgic vignettes set in a 1930s Italian coastal town.",
    "rating": 7.9,
    "released_year": 1973,
    "runtime": "123 min",
    "title": "Amarcord"
  },
  {
    "id": 540,
    "overview": "A surreal, virtually plotless series of dreams centered around six middle-class people and their consistently interrupted attempts to have a meal together.",
    "rating": 7.9,
    "released_year": 1972,
    "runtime": "102 min",
    "title": "Le charme discret de la bourgeoisie"
  },
  {
    "id": 541,
    "overview": "In the 16th century, the ruthless and insane Don Lope de Aguirre leads a Spanish expedition in search of El Dorado.",
    "rating": 7.9,
    "released_year": 1972,
    "runtime": "95 min",
    "title": "Aguirre, der Zorn Gottes"
  },
  {
    "id": 542,
    "overview": "Young, rich, and obsessed with death, Harold finds himself changed forever when he meets lively septuagenarian Maude at a funeral.",
    "rating": 7.9,
    "released_year": 1971,
    "runtime": "91 min",
    "title": "Harold and Maude"
  },
  {
    "id": 543,
    "overview": "The World War II phase of the career of controversial American general George S. Patton.",
    "rating": 7.9,
    "released_year": 1970,
    "runtime": "172 min",
    "title": "Patton"
  },
  {
    "id": 544,
    "overview": "An aging group of outlaws look for one last big score as the \"traditional\" American West is disappearing around them.",
    "rating": 7.9,
    "released_year": 1969,
    "runtime": "145 min",
    "title": "The Wild Bunch"
  },
  {
    "id": 545,
    "overview": "A ragtag group of Pennsylvanians barricade themselves in an old farmhouse to remain safe from a horde of flesh-eating ghouls that are ravaging the East Coast of the United States.",
    "rating": 7.9,
    "released_year": 1968,
    "runtime": "96 min",
    "title": "Night of the Living Dead"
  },
  {
    "id": 546,
    "overview": "1183 A.D.: King Henry II's three sons all want to inherit the throne, but he won't commit to a choice. They and his wife variously plot to force him.",
    "rating": 7.9,
    "released_year": 1968,
    "runtime": "134 min",
    "title": "The Lion in Winter"
  },
  {
    "id": 547,
    "overview": "A black police detective is asked to investigate a murder in a racially hostile southern town.",
    "rating": 7.9,
    "released_year": 1967,
    "runtime": "110 min",
    "title": "In the Heat of the Night"
  },
  {
    "id": 548,
    "overview": "Romance and suspense ensue in Paris as a woman is pursued by several men who want a fortune her murdered husband had stolen. Whom can she trust?",
    "rating": 7.9,
    "released_year": 1963,
    "runtime": "113 min",
    "title": "Charade"
  },
  {
    "id": 549,
    "overview": "A former prisoner of war is brainwashed as an unwitting assassin for an international Communist conspiracy.",
    "rating": 7.9,
    "released_year": 1962,
    "runtime": "126 min",
    "title": "The Manchurian Candidate"
  },
  {
    "id": 550,
    "overview": "The slave Spartacus leads a violent revolt against the decadent Roman Republic.",
    "rating": 7.9,
    "released_year": 1960,
    "runtime": "197 min",
    "title": "Spartacus"
  },
  {
    "id": 551,
    "overview": "A woman disappears during a Mediterranean boating trip. During the search, her lover and her best friend become attracted to each other.",
    "rating": 7.9,
    "released_year": 1960,
    "runtime": "144 min",
    "title": "L'avventura"
  },
  {
    "id": 552,
    "overview": "A French actress filming an anti-war film in Hiroshima has an affair with a married Japanese architect as they share their differing perspectives on war.",
    "rating": 7.9,
    "released_year": 1959,
    "runtime": "90 min",
    "title": "Hiroshima mon amour"
  },
  {
    "id": 553,
    "overview": "Moses, an Egyptian Prince, learns of his true heritage as a Hebrew and his divine mission as the deliverer of his people.",
    "rating": 7.9,
    "released_year": 1956,
    "runtime": "220 min",
    "title": "The Ten Commandments"
  },
  {
    "id": 554,
    "overview": "An American Civil War veteran embarks on a journey to rescue his niece from the Comanches.",
    "rating": 7.9,
    "released_year": 1956,
    "runtime": "119 min",
    "title": "The Searchers"
  },
  {
    "id": 555,
    "overview": "Two brothers struggle to maintain their strict, Bible-toting father's favor.",
    "rating": 7.9,
    "released_year": 1955,
    "runtime": "118 min",
    "title": "East of Eden"
  },
  {
    "id": 556,
    "overview": "A town Marshal, despite the disagreements of his newlywed bride and the townspeople around him, must face a gang of deadly killers alone at high noon when the gang leader, an outlaw he sent up years ago, arrives on the noon train.",
    "rating": 7.9,
    "released_year": 1952,
    "runtime": "85 min",
    "title": "High Noon"
  },
  {
    "id": 557,
    "overview": "A psychopath forces a tennis star to comply with his theory that two strangers can get away with murder.",
    "rating": 7.9,
    "released_year": 1951,
    "runtime": "101 min",
    "title": "Strangers on a Train"
  },
  {
    "id": 558,
    "overview": "Due to his insistence that he has an invisible six foot-tall rabbit for a best friend, a whimsical middle-aged man is thought by his family to be insane - but he may be wiser than anyone knows.",
    "rating": 7.9,
    "released_year": 1950,
    "runtime": "104 min",
    "title": "Harvey"
  },
  {
    "id": 559,
    "overview": "When a nice old man who claims to be Santa Claus is institutionalized as insane, a young lawyer decides to defend him by arguing in court that he is the real thing.",
    "rating": 7.9,
    "released_year": 1947,
    "runtime": "96 min",
    "title": "Miracle on 34th Street"
  },
  {
    "id": 560,
    "overview": "A woman is asked to spy on a group of Nazi friends in South America. How far will she have to go to ingratiate herself with them?",
    "rating": 7.9,
    "released_year": 1946,
    "runtime": "102 min",
    "title": "Notorious"
  },
  {
    "id": 561,
    "overview": "Private detective Philip Marlowe is hired by a wealthy family. Before the complex case is over, he's seen murder, blackmail, and what might be love.",
    "rating": 7.9,
    "released_year": 1946,
    "runtime": "114 min",
    "title": "The Big Sleep"
  },
  {
    "id": 562,
    "overview": "The desperate life of a chronic alcoholic is followed through a four-day drinking bout.",
    "rating": 7.9,
    "released_year": 1945,
    "runtime": "101 min",
    "title": "The Lost Weekend"
  },
  {
    "id": 563,
    "overview": "When a rich woman's ex-husband and a tabloid-type reporter turn up just before her planned remarriage, she begins to learn the truth about herself.",
    "rating": 7.9,
    "released_year": 1940,
    "runtime": "112 min",
    "title": "The Philadelphia Story"
  },
  {
    "id": 564,
    "overview": "A newspaper editor uses every trick in the book to keep his ace reporter ex-wife from remarrying.",
    "rating": 7.9,
    "released_year": 1940,
    "runtime": "92 min",
    "title": "His Girl Friday"
  },
  {
    "id": 565,
    "overview": "When Prince John and the Norman Lords begin oppressing the Saxon masses in King Richard's absence, a Saxon lord fights back as the outlaw leader of a rebel guerrilla army.",
    "rating": 7.9,
    "released_year": 1938,
    "runtime": "102 min",
    "title": "The Adventures of Robin Hood"
  },
  {
    "id": 566,
    "overview": "A sly business manager and two wacky friends of two opera singers help them achieve success while humiliating their stuffy and snobbish enemies.",
    "rating": 7.9,
    "released_year": 1935,
    "runtime": "96 min",
    "title": "A Night at the Opera"
  },
  {
    "id": 567,
    "overview": "A film crew goes to a tropical island for an exotic location shoot and discovers a colossal ape who takes a shine to their female blonde star. He is then captured and brought back to New York City for public exhibition.",
    "rating": 7.9,
    "released_year": 1933,
    "runtime": "100 min",
    "title": "King Kong"
  },
  {
    "id": 568,
    "overview": "A circus' beautiful trapeze artist agrees to marry the leader of side-show performers, but his deformed friends discover she is only marrying him for his inheritance.",
    "rating": 7.9,
    "released_year": 1932,
    "runtime": "64 min",
    "title": "Freaks"
  },
  {
    "id": 569,
    "overview": "Vampire Count Orlok expresses interest in a new residence and real estate agent Hutter's wife.",
    "rating": 7.9,
    "released_year": 1922,
    "runtime": "94 min",
    "title": "Nosferatu"
  },
  {
    "id": 570,
    "overview": "An American expat tries to sell off his highly profitable marijuana empire in London, triggering plots, schemes, bribery and blackmail in an attempt to steal his domain out from under him.",
    "rating": 7.8,
    "released_year": 2019,
    "runtime": "113 min",
    "title": "The Gentlemen"
  },
  {
    "id": 571,
    "overview": "A Kashmiri woman agrees to marry a Pakistani army officer in order to spy on Pakistan during the Indo-Pakistan War of 1971.",
    "rating": 7.8,
    "released_year": 2018,
    "runtime": "138 min",
    "title": "Raazi"
  },
  {
    "id": 572,
    "overview": "A heavy-metal drummer's life is thrown into freefall when he begins to lose his hearing.",
    "rating": 7.8,
    "released_year": 2019,
    "runtime": "120 min",
    "title": "Sound of Metal"
  },
  {
    "id": 573,
    "overview": "While both participating in a production of \"Death of a Salesman,\" a teacher's wife is assaulted in her new home, which leaves him determined to find the perpetrator over his wife's traumatized objections.",
    "rating": 7.8,
    "released_year": 2016,
    "runtime": "124 min",
    "title": "Forushande"
  },
  {
    "id": 574,
    "overview": "Allied soldiers from Belgium, the British Empire, and France are surrounded by the German Army and evacuated during a fierce battle in World War II.",
    "rating": 7.8,
    "released_year": 2017,
    "runtime": "106 min",
    "title": "Dunkirk"
  },
  {
    "id": 575,
    "overview": "Seven long-time friends get together for a dinner. When they decide to share with each other the content of every text message, email and phone call they receive, many secrets start to unveil and the equilibrium trembles.",
    "rating": 7.8,
    "released_year": 2016,
    "runtime": "96 min",
    "title": "Perfetti sconosciuti"
  },
  {
    "id": 576,
    "overview": "The story of a team of female African-American mathematicians who served a vital role in NASA during the early years of the U.S. space program.",
    "rating": 7.8,
    "released_year": 2016,
    "runtime": "127 min",
    "title": "Hidden Figures"
  },
  {
    "id": 577,
    "overview": "Paddington (Ben Whishaw), now happily settled with the Brown family and a popular member of the local community, picks up a series of odd jobs to buy the perfect present for his Aunt Lucy's (Imelda Staunton's) 100th birthday, only for the gift to be stolen.",
    "rating": 7.8,
    "released_year": 2017,
    "runtime": "103 min",
    "title": "Paddington 2"
  },
  {
    "id": 578,
    "overview": "A story that revolves around drug abuse in the affluent north Indian State of Punjab and how the youth there have succumbed to it en-masse resulting in a socio-economic decline.",
    "rating": 7.8,
    "released_year": 2016,
    "runtime": "148 min",
    "title": "Udta Punjab"
  },
  {
    "id": 579,
    "overview": "A young boy named Kubo must locate a magical suit of armour worn by his late father in order to defeat a vengeful spirit from the past.",
    "rating": 7.8,
    "released_year": 2016,
    "runtime": "101 min",
    "title": "Kubo and the Two Strings"
  },
  {
    "id": 580,
    "overview": "The untold story of Mahendra Singh Dhoni's journey from ticket collector to trophy collector - the world-cup-winning captain of the Indian Cricket Team.",
    "rating": 7.8,
    "released_year": 2016,
    "runtime": "184 min",
    "title": "M.S. Dhoni: The Untold Story"
  },
  {
    "id": 581,
    "overview": "A depressed uncle is asked to take care of his teenage nephew after the boy's father dies.",
    "rating": 7.8,
    "released_year": 2016,
    "runtime": "137 min",
    "title": "Manchester by the Sea"
  },
  {
    "id": 582,
    "overview": "In post-World War II Denmark, a group of young German POWs are forced to clear a beach of thousands of land mines under the watch of a Danish Sergeant who slowly learns to appreciate their plight.",
    "rating": 7.8,
    "released_year": 2015,
    "runtime": "100 min",
    "title": "Under sandet"
  },
  {
    "id": 583,
    "overview": "The daughter of an Imperial scientist joins the Rebel Alliance in a risky move to steal the plans for the Death Star.",
    "rating": 7.8,
    "released_year": 2016,
    "runtime": "133 min",
    "title": "Rogue One"
  },
  {
    "id": 584,
    "overview": "Political involvement in the Avengers' affairs causes a rift between Captain America and Iron Man.",
    "rating": 7.8,
    "released_year": 2016,
    "runtime": "147 min",
    "title": "Captain America: Civil War"
  },
  {
    "id": 585,
    "overview": "In the dead of a Wyoming winter, a bounty hunter and his prisoner find shelter in a cabin currently inhabited by a collection of nefarious characters.",
    "rating": 7.8,
    "released_year": 2015,
    "runtime": "168 min",
    "title": "The Hateful Eight"
  },
  {
    "id": 586,
    "overview": "Jo March reflects back and forth on her life, telling the beloved story of the March sisters - four young women, each determined to live life on her own terms.",
    "rating": 7.8,
    "released_year": 2019,
    "runtime": "135 min",
    "title": "Little Women"
  },
  {
    "id": 587,
    "overview": "In a story depicted in oil painted animation, a young man comes to the last hometown of painter Vincent van Gogh (Robert Gulaczyk) to deliver the troubled artist's final letter and ends up investigating his final days there.",
    "rating": 7.8,
    "released_year": 2017,
    "runtime": "94 min",
    "title": "Loving Vincent"
  },
  {
    "id": 588,
    "overview": "U.K. gay activists work to help miners during their lengthy strike of the National Union of Mineworkers in the summer of 1984.",
    "rating": 7.8,
    "released_year": 2014,
    "runtime": "119 min",
    "title": "Pride"
  },
  {
    "id": 589,
    "overview": "An Iranian man deserts his French wife and her two children to return to his homeland. Meanwhile, his wife starts up a new relationship, a reality her husband confronts upon his wife's request for a divorce.",
    "rating": 7.8,
    "released_year": 2013,
    "runtime": "130 min",
    "title": "Le passé"
  },
  {
    "id": 590,
    "overview": "Jep Gambardella has seduced his way through the lavish nightlife of Rome for decades, but after his 65th birthday and a shock from the past, Jep looks past the nightclubs and parties to find a timeless landscape of absurd, exquisite beauty.",
    "rating": 7.8,
    "released_year": 2013,
    "runtime": "141 min",
    "title": "La grande bellezza"
  },
  {
    "id": 591,
    "overview": "A mistaken delivery in Mumbai's famously efficient lunchbox delivery system connects a young housewife to an older man in the dusk of his life as they build a fantasy world together through notes in the lunchbox.",
    "rating": 7.8,
    "released_year": 2013,
    "runtime": "104 min",
    "title": "The Lunchbox"
  },
  {
    "id": 592,
    "overview": "A man is brought in by an infertility doctor to supply him with his sperm, where he becomes the biggest sperm donor for his clinic.",
    "rating": 7.8,
    "released_year": 2012,
    "runtime": "126 min",
    "title": "Vicky Donor"
  },
  {
    "id": 593,
    "overview": "A special bond develops between plus-sized inflatable robot Baymax and prodigy Hiro Hamada, who together team up with a group of friends to form a band of high-tech heroes.",
    "rating": 7.8,
    "released_year": 2014,
    "runtime": "102 min",
    "title": "Big Hero 6"
  },
  {
    "id": 594,
    "overview": "At the age of 21, Tim discovers he can travel in time and change what happens and has happened in his own life. His decision to make his world a better place by getting a girlfriend turns out not to be as easy as you might think.",
    "rating": 7.8,
    "released_year": 2013,
    "runtime": "123 min",
    "title": "About Time"
  },
  {
    "id": 595,
    "overview": "A quiet, sweet tempered housewife endures small slights from her well-educated husband and daughter every day because of her inability to speak and understand English.",
    "rating": 7.8,
    "released_year": 2012,
    "runtime": "134 min",
    "title": "English Vinglish"
  },
  {
    "id": 596,
    "overview": "A look at the life of Jiro Horikoshi, the man who designed Japanese fighter planes during World War II.",
    "rating": 7.8,
    "released_year": 2013,
    "runtime": "126 min",
    "title": "Kaze tachinu"
  },
  {
    "id": 597,
    "overview": "When a new toy called \"Forky\" joins Woody and the gang, a road trip alongside old and new friends reveals how big the world can be for a toy.",
    "rating": 7.8,
    "released_year": 2019,
    "runtime": "100 min",
    "title": "Toy Story 4"
  },
  {
    "id": 598,
    "overview": "A lonely art expert working for a mysterious and reclusive heiress finds not only her art worth examining.",
    "rating": 7.8,
    "released_year": 2013,
    "runtime": "131 min",
    "title": "La migliore offerta"
  },
  {
    "id": 599,
    "overview": "A pair of young lovers flee their New England town, which causes a local search party to fan out to find them.",
    "rating": 7.8,
    "released_year": 2012,
    "runtime": "94 min",
    "title": "Moonrise Kingdom"
  },
  {
    "id": 600,
    "overview": "When Hiccup and Toothless discover an ice cave that is home to hundreds of new wild dragons and the mysterious Dragon Rider, the two friends find themselves at the center of a battle to protect the peace.",
    "rating": 7.8,
    "released_year": 2014,
    "runtime": "102 min",
    "title": "How to Train Your Dragon 2"
  },
  {
    "id": 601,
    "overview": "In 2006-2007 a group of investors bet against the US mortgage market. In their research they discover how flawed and corrupt the market is.",
    "rating": 7.8,
    "released_year": 2015,
    "runtime": "130 min",
    "title": "The Big Short"
  },
  {
    "id": 602,
    "overview": "A psychological thriller of a grieving mother turned cold-blooded avenger with a twisty master plan to pay back those who were responsible for her daughter's death.",
    "rating": 7.8,
    "released_year": 2010,
    "runtime": "106 min",
    "title": "Kokuhaku"
  },
  {
    "id": 603,
    "overview": "A secret agent exacts revenge on a serial killer through a series of captures and releases.",
    "rating": 7.8,
    "released_year": 2010,
    "runtime": "144 min",
    "title": "Ang-ma-reul bo-at-da"
  },
  {
    "id": 604,
    "overview": "Journalist Mikael Blomkvist is aided in his search for a woman who has been missing for forty years by Lisbeth Salander, a young computer hacker.",
    "rating": 7.8,
    "released_year": 2011,
    "runtime": "158 min",
    "title": "The Girl with the Dragon Tattoo"
  },
  {
    "id": 605,
    "overview": "The true story of Captain Richard Phillips and the 2009 hijacking by Somali pirates of the U.S.-flagged MV Maersk Alabama, the first American cargo ship to be hijacked in two hundred years.",
    "rating": 7.8,
    "released_year": 2013,
    "runtime": "134 min",
    "title": "Captain Phillips"
  },
  {
    "id": 606,
    "overview": "A quiet pawnshop keeper with a violent past takes on a drug-and-organ trafficking ring in hope of saving the child who is his only friend.",
    "rating": 7.8,
    "released_year": 2010,
    "runtime": "119 min",
    "title": "Ajeossi"
  },
  {
    "id": 607,
    "overview": "The rap group NWA emerges from the mean streets of Compton in Los Angeles, California, in the mid-1980s and revolutionizes Hip Hop culture with their music and tales about life in the hood.",
    "rating": 7.8,
    "released_year": 2015,
    "runtime": "147 min",
    "title": "Straight Outta Compton"
  },
  {
    "id": 608,
    "overview": "A mother desperately searches for the killer who framed her son for a girl's horrific murder.",
    "rating": 7.8,
    "released_year": 2009,
    "runtime": "129 min",
    "title": "Madeo"
  },
  {
    "id": 609,
    "overview": "A disgraced ex-policeman who runs a small ring of prostitutes finds himself in a race against time when one of his women goes missing.",
    "rating": 7.8,
    "released_year": 2008,
    "runtime": "125 min",
    "title": "Chugyeokja"
  },
  {
    "id": 610,
    "overview": "The dwarves, along with Bilbo Baggins and Gandalf the Grey, continue their quest to reclaim Erebor, their homeland, from Smaug. Bilbo Baggins is in possession of a mysterious and magical ring.",
    "rating": 7.8,
    "released_year": 2013,
    "runtime": "161 min",
    "title": "The Hobbit: The Desolation of Smaug"
  },
  {
    "id": 611,
    "overview": "Strange events happen in a small village in the north of Germany during the years before World War I, which seem to be ritual punishment. Who is responsible?",
    "rating": 7.8,
    "released_year": 2009,
    "runtime": "144 min",
    "title": "Das weiße Band - Eine deutsche Kindergeschichte"
  },
  {
    "id": 612,
    "overview": "A journalist is aided by a young female hacker in his search for the killer of a woman who has been dead for forty years.",
    "rating": 7.8,
    "released_year": 2009,
    "runtime": "152 min",
    "title": "Män som hatar kvinnor"
  },
  {
    "id": 613,
    "overview": "The story of 7 people on trial stemming from various charges surrounding the uprising at the 1968 Democratic National Convention in Chicago, Illinois.",
    "rating": 7.8,
    "released_year": 2020,
    "runtime": "129 min",
    "title": "The Trial of the Chicago 7"
  },
  {
    "id": 614,
    "overview": "Four friends, all high school teachers, test a theory that they will improve their lives by maintaining a constant level of alcohol in their blood.",
    "rating": 7.8,
    "released_year": 2020,
    "runtime": "117 min",
    "title": "Druk"
  },
  {
    "id": 615,
    "overview": "Based on the story of Micky Ward, a fledgling boxer who tries to escape the shadow of his more famous but troubled older boxing brother and get his own shot at greatness.",
    "rating": 7.8,
    "released_year": 2010,
    "runtime": "116 min",
    "title": "The Fighter"
  },
  {
    "id": 616,
    "overview": "A retired CIA agent travels across Europe and relies on his old skills to save his estranged daughter, who has been kidnapped while on a trip to Paris.",
    "rating": 7.8,
    "released_year": 2008,
    "runtime": "90 min",
    "title": "Taken"
  },
  {
    "id": 617,
    "overview": "Through the innocent eyes of Bruno, the eight-year-old son of the commandant at a German concentration camp, a forbidden friendship with a Jewish boy on the other side of the camp fence has startling and unexpected consequences.",
    "rating": 7.8,
    "released_year": 2008,
    "runtime": "94 min",
    "title": "The Boy in the Striped Pyjamas"
  },
  {
    "id": 618,
    "overview": "A modern-day musical about a busker and an immigrant and their eventful week in Dublin, as they write, rehearse and record songs that tell their love story.",
    "rating": 7.8,
    "released_year": 2007,
    "runtime": "86 min",
    "title": "Once"
  },
  {
    "id": 619,
    "overview": "A reluctant Hobbit, Bilbo Baggins, sets out to the Lonely Mountain with a spirited group of dwarves to reclaim their mountain home, and the gold within it from the dragon Smaug.",
    "rating": 7.8,
    "released_year": 2012,
    "runtime": "169 min",
    "title": "The Hobbit: An Unexpected Journey"
  },
  {
    "id": 620,
    "overview": "A Turkish man travels to Istanbul to find the daughter of his father's former girlfriend.",
    "rating": 7.8,
    "released_year": 2007,
    "runtime": "122 min",
    "title": "Auf der anderen Seite"
  },
  {
    "id": 621,
    "overview": "Thirteen-year-old fledgling writer Briony Tallis irrevocably changes the course of several lives when she accuses her older sister's lover of a crime he did not commit.",
    "rating": 7.8,
    "released_year": 2007,
    "runtime": "123 min",
    "title": "Atonement"
  },
  {
    "id": 622,
    "overview": "A mysterious Hollywood stuntman and mechanic moonlights as a getaway driver and finds himself in trouble when he helps out his neighbor.",
    "rating": 7.8,
    "released_year": 2011,
    "runtime": "100 min",
    "title": "Drive"
  },
  {
    "id": 623,
    "overview": "An outcast New York City cop is charged with bringing down Harlem drug lord Frank Lucas, whose real life inspired this partly biographical film.",
    "rating": 7.8,
    "released_year": 2007,
    "runtime": "157 min",
    "title": "American Gangster"
  },
  {
    "id": 624,
    "overview": "A paraplegic Marine dispatched to the moon Pandora on a unique mission becomes torn between following his orders and protecting the world he feels is his home.",
    "rating": 7.8,
    "released_year": 2009,
    "runtime": "162 min",
    "title": "Avatar"
  },
  {
    "id": 625,
    "overview": "A boy stands on a station platform as a train is about to leave. Should he go with his mother or stay with his father? Infinite possibilities arise from this decision. As long as he doesn't choose, anything is possible.",
    "rating": 7.8,
    "released_year": 2009,
    "runtime": "141 min",
    "title": "Mr. Nobody"
  },
  {
    "id": 626,
    "overview": "As the Mayan kingdom faces its decline, a young man is taken on a perilous journey to a world ruled by fear and oppression.",
    "rating": 7.8,
    "released_year": 2006,
    "runtime": "139 min",
    "title": "Apocalypto"
  },
  {
    "id": 627,
    "overview": "A family determined to get their young daughter into the finals of a beauty pageant take a cross-country trip in their VW bus.",
    "rating": 7.8,
    "released_year": 2006,
    "runtime": "101 min",
    "title": "Little Miss Sunshine"
  },
  {
    "id": 628,
    "overview": "A skilled London police officer is transferred to a small town with a dark secret.",
    "rating": 7.8,
    "released_year": 2007,
    "runtime": "121 min",
    "title": "Hot Fuzz"
  },
  {
    "id": 629,
    "overview": "Tells the story of Benjamin Button, a man who starts aging backwards with consequences.",
    "rating": 7.8,
    "released_year": 2008,
    "runtime": "166 min",
    "title": "The Curious Case of Benjamin Button"
  },
  {
    "id": 630,
    "overview": "Veer-Zaara is a saga of love, separation, courage and sacrifice. A love story that is an inspiration and will remain a legend forever.",
    "rating": 7.8,
    "released_year": 2004,
    "runtime": "192 min",
    "title": "Veer-Zaara"
  },
  {
    "id": 631,
    "overview": "A neo-nazi sentenced to community service at a church clashes with the blindly devotional priest.",
    "rating": 7.8,
    "released_year": 2005,
    "runtime": "94 min",
    "title": "Adams æbler"
  },
  {
    "id": 632,
    "overview": "Sparks fly when spirited Elizabeth Bennet meets single, rich, and proud Mr. Darcy. But Mr. Darcy reluctantly finds himself falling in love with a woman beneath his class. Can each overcome their own pride and prejudice?",
    "rating": 7.8,
    "released_year": 2005,
    "runtime": "129 min",
    "title": "Pride & Prejudice"
  },
  {
    "id": 633,
    "overview": "The story of New Zealander Burt Munro, who spent years rebuilding a 1920 Indian motorcycle, which helped him set the land speed world record at Utah's Bonneville Salt Flats in 1967.",
    "rating": 7.8,
    "released_year": 2005,
    "runtime": "127 min",
    "title": "The World's Fastest Indian"
  },
  {
    "id": 634,
    "overview": "On Christmas Eve, three homeless people living on the streets of Tokyo discover a newborn baby among the trash and set out to find its parents.",
    "rating": 7.8,
    "released_year": 2003,
    "runtime": "90 min",
    "title": "Tôkyô goddofâzâzu"
  },
  {
    "id": 635,
    "overview": "The crew of the ship Serenity try to evade an assassin sent to recapture one of their members who is telepathic.",
    "rating": 7.8,
    "released_year": 2005,
    "runtime": "119 min",
    "title": "Serenity"
  },
  {
    "id": 636,
    "overview": "A chronicle of country music legend Johnny Cash's life, from his early days on an Arkansas cotton farm to his rise to fame with Sun Records in Memphis, where he recorded alongside Elvis Presley, Jerry Lee Lewis, and Carl Perkins.",
    "rating": 7.8,
    "released_year": 2005,
    "runtime": "136 min",
    "title": "Walk the Line"
  },
  {
    "id": 637,
    "overview": "A teenage boy expelled from school for fighting arrives at a boarding school where the systematic bullying of younger students is encouraged as a means to maintain discipline, and decides to fight back.",
    "rating": 7.8,
    "released_year": 2003,
    "runtime": "113 min",
    "title": "Ondskan"
  },
  {
    "id": 638,
    "overview": "A poor yet passionate young man falls in love with a rich young woman, giving her a sense of freedom, but they are soon separated because of their social differences.",
    "rating": 7.8,
    "released_year": 2004,
    "runtime": "123 min",
    "title": "The Notebook"
  },
  {
    "id": 639,
    "overview": "The dramatization of a motorcycle road trip Che Guevara went on in his youth that showed him his life's calling.",
    "rating": 7.8,
    "released_year": 2004,
    "runtime": "126 min",
    "title": "Diarios de motocicleta"
  },
  {
    "id": 640,
    "overview": "Sixteen-year-old Lilja and her only friend, the young boy Volodja, live in Russia, fantasizing about a better life. One day, Lilja falls in love with Andrej, who is going to Sweden, and invites Lilja to come along and start a new life.",
    "rating": 7.8,
    "released_year": 2002,
    "runtime": "109 min",
    "title": "Lilja 4-ever"
  },
  {
    "id": 641,
    "overview": "When her grandson is kidnapped during the Tour de France, Madame Souza and her beloved pooch Bruno team up with the Belleville Sisters--an aged song-and-dance team from the days of Fred Astaire--to rescue him.",
    "rating": 7.8,
    "released_year": 2003,
    "runtime": "80 min",
    "title": "Les triplettes de Belleville"
  },
  {
    "id": 642,
    "overview": "After a shooting incident at the North/South Korean border/DMZ leaves 2 North Korean soldiers dead, a neutral Swiss/Swedish team investigates, what actually happened.",
    "rating": 7.8,
    "released_year": 2000,
    "runtime": "110 min",
    "title": "Gongdong gyeongbi guyeok JSA"
  },
  {
    "id": 643,
    "overview": "A young man, falsely imprisoned by his jealous \"friend\", escapes and uses a hidden treasure to exact his revenge.",
    "rating": 7.8,
    "released_year": 2002,
    "runtime": "131 min",
    "title": "The Count of Monte Cristo"
  },
  {
    "id": 644,
    "overview": "A man shuffles through a dream meeting various people and discussing the meanings and purposes of the universe.",
    "rating": 7.8,
    "released_year": 2001,
    "runtime": "99 min",
    "title": "Waking Life"
  },
  {
    "id": 645,
    "overview": "The true story of a newly appointed African-American coach and his high school team on their first season as a racially integrated unit.",
    "rating": 7.8,
    "released_year": 2000,
    "runtime": "113 min",
    "title": "Remember the Titans"
  },
  {
    "id": 646,
    "overview": "A young Chinese warrior steals a sword from a famed swordsman and then escapes into a world of romantic adventure with a mysterious man in the frontier of the nation.",
    "rating": 7.8,
    "released_year": 2000,
    "runtime": "120 min",
    "title": "Wo hu cang long"
  },
  {
    "id": 647,
    "overview": "Young Esteban wants to become a writer and also to discover the identity of his second mother, a trans woman, carefully concealed by his mother Manuela.",
    "rating": 7.8,
    "released_year": 1999,
    "runtime": "101 min",
    "title": "Todo sobre mi madre"
  },
  {
    "id": 648,
    "overview": "A FedEx executive undergoes a physical and emotional transformation after crash landing on a deserted island.",
    "rating": 7.8,
    "released_year": 2000,
    "runtime": "143 min",
    "title": "Cast Away"
  },
  {
    "id": 649,
    "overview": "Two Irish Catholic brothers become vigilantes and wipe out Boston's criminal underworld in the name of God.",
    "rating": 7.8,
    "released_year": 1999,
    "runtime": "108 min",
    "title": "The Boondock Saints"
  },
  {
    "id": 650,
    "overview": "A research chemist comes under personal and professional attack when he decides to appear in a 60 Minutes exposé on Big Tobacco.",
    "rating": 7.8,
    "released_year": 1999,
    "runtime": "157 min",
    "title": "The Insider"
  },
  {
    "id": 651,
    "overview": "The true story of Homer Hickam, a coal miner's son who was inspired by the first Sputnik launch to take up rocketry against his father's wishes.",
    "rating": 7.8,
    "released_year": 1999,
    "runtime": "108 min",
    "title": "October Sky"
  },
  {
    "id": 652,
    "overview": "A mean lord exiles fairytale creatures to the swamp of a grumpy ogre, who must go on a quest and rescue a princess for the lord in order to get his land back.",
    "rating": 7.8,
    "released_year": 2001,
    "runtime": "90 min",
    "title": "Shrek"
  },
  {
    "id": 653,
    "overview": "A seventeen-year-old aristocrat falls in love with a kind but poor artist aboard the luxurious, ill-fated R.M.S. Titanic.",
    "rating": 7.8,
    "released_year": 1997,
    "runtime": "194 min",
    "title": "Titanic"
  },
  {
    "id": 654,
    "overview": "Nishi leaves the police in the face of harrowing personal and professional difficulties. Spiraling into depression, he makes questionable decisions.",
    "rating": 7.8,
    "released_year": 1997,
    "runtime": "103 min",
    "title": "Hana-bi"
  },
  {
    "id": 655,
    "overview": "A genetically inferior man assumes the identity of a superior one in order to pursue his lifelong dream of space travel.",
    "rating": 7.8,
    "released_year": 1997,
    "runtime": "106 min",
    "title": "Gattaca"
  },
  {
    "id": 656,
    "overview": "After a wealthy banker is given an opportunity to participate in a mysterious game, his life is turned upside down when he becomes unable to distinguish between the game and reality.",
    "rating": 7.8,
    "released_year": 1997,
    "runtime": "129 min",
    "title": "The Game"
  },
  {
    "id": 657,
    "overview": "Oilman Jan is paralyzed in an accident. His wife, who prayed for his return, feels guilty; even more, when Jan urges her to have sex with another.",
    "rating": 7.8,
    "released_year": 1996,
    "runtime": "159 min",
    "title": "Breaking the Waves"
  },
  {
    "id": 658,
    "overview": "Ambitious but troubled movie director Edward D. Wood Jr. tries his best to fulfill his dreams, despite his lack of talent.",
    "rating": 7.8,
    "released_year": 1994,
    "runtime": "127 min",
    "title": "Ed Wood"
  },
  {
    "id": 659,
    "overview": "A young man in a small Midwestern town struggles to care for his mentally-disabled younger brother and morbidly obese mother while attempting to pursue his own happiness.",
    "rating": 7.8,
    "released_year": 1993,
    "runtime": "118 min",
    "title": "What's Eating Gilbert Grape"
  },
  {
    "id": 660,
    "overview": "A successful lawman's plans to retire anonymously in Tombstone, Arizona are disrupted by the kind of outlaws he was famous for eliminating.",
    "rating": 7.8,
    "released_year": 1993,
    "runtime": "130 min",
    "title": "Tombstone"
  },
  {
    "id": 661,
    "overview": "In the summer of 1962, a new kid in town is taken under the wing of a young baseball prodigy and his rowdy team, resulting in many adventures.",
    "rating": 7.8,
    "released_year": 1993,
    "runtime": "101 min",
    "title": "The Sandlot"
  },
  {
    "id": 662,
    "overview": "A butler who sacrificed body and soul to service in the years leading up to World War II realizes too late how misguided his loyalty was to his lordly employer.",
    "rating": 7.8,
    "released_year": 1993,
    "runtime": "134 min",
    "title": "The Remains of the Day"
  },
  {
    "id": 663,
    "overview": "Parallel tales of two sexually obsessed men, one hurting and annoying women physically and mentally, one wandering around the city talking to strangers and experiencing dimensions of life.",
    "rating": 7.8,
    "released_year": 1993,
    "runtime": "132 min",
    "title": "Naked"
  },
  {
    "id": 664,
    "overview": "Dr. Richard Kimble, unjustly accused of murdering his wife, must find the real killer while being the target of a nationwide manhunt led by a seasoned U.S. Marshal.",
    "rating": 7.8,
    "released_year": 1993,
    "runtime": "130 min",
    "title": "The Fugitive"
  },
  {
    "id": 665,
    "overview": "A father becomes worried when a local gangster befriends his son in the Bronx in the 1960s.",
    "rating": 7.8,
    "released_year": 1993,
    "runtime": "121 min",
    "title": "A Bronx Tale"
  },
  {
    "id": 666,
    "overview": "Batman is wrongly implicated in a series of murders of mob bosses actually done by a new vigilante assassin.",
    "rating": 7.8,
    "released_year": 1993,
    "runtime": "76 min",
    "title": "Batman: Mask of the Phantasm"
  },
  {
    "id": 667,
    "overview": "A tough-as-nails cop teams up with an undercover agent to shut down a sinister mobster and his crew.",
    "rating": 7.8,
    "released_year": 1992,
    "runtime": "128 min",
    "title": "Lat sau san taam"
  },
  {
    "id": 668,
    "overview": "An anthology of 5 different cab drivers in 5 American and European cities and their remarkable fares on the same eventful night.",
    "rating": 7.8,
    "released_year": 1991,
    "runtime": "129 min",
    "title": "Night on Earth"
  },
  {
    "id": 669,
    "overview": "Two parallel stories about two identical women; one living in Poland, the other in France. They don't know each other, but their lives are nevertheless profoundly connected.",
    "rating": 7.8,
    "released_year": 1991,
    "runtime": "98 min",
    "title": "La double vie de Véronique"
  },
  {
    "id": 670,
    "overview": "Follows the lives of three young males living in the Crenshaw ghetto of Los Angeles, dissecting questions of race, relationships, violence, and future prospects.",
    "rating": 7.8,
    "released_year": 1991,
    "runtime": "112 min",
    "title": "Boyz n the Hood"
  },
  {
    "id": 671,
    "overview": "After a famous author is rescued from a car crash by a fan of his novels, he comes to realize that the care he is receiving is only the beginning of a nightmare of captivity and abuse.",
    "rating": 7.8,
    "released_year": 1990,
    "runtime": "107 min",
    "title": "Misery"
  },
  {
    "id": 672,
    "overview": "The victims of an encephalitis epidemic many years ago have been catatonic ever since, but now a new drug offers the prospect of reviving them.",
    "rating": 7.8,
    "released_year": 1990,
    "runtime": "121 min",
    "title": "Awakenings"
  },
  {
    "id": 673,
    "overview": "A young witch, on her mandatory year of independent life, finds fitting into a new community difficult while she supports herself by running an air courier service.",
    "rating": 7.8,
    "released_year": 1989,
    "runtime": "103 min",
    "title": "Majo no takkyûbin"
  },
  {
    "id": 674,
    "overview": "Robert Gould Shaw leads the U.S. Civil War's first all-black volunteer company, fighting prejudices from both his own Union Army, and the Confederates.",
    "rating": 7.8,
    "released_year": 1989,
    "runtime": "122 min",
    "title": "Glory"
  },
  {
    "id": 675,
    "overview": "A disillusioned assassin accepts one last hit in hopes of using his earnings to restore vision to a singer he accidentally blinded.",
    "rating": 7.8,
    "released_year": 1989,
    "runtime": "111 min",
    "title": "Dip huet seung hung"
  },
  {
    "id": 676,
    "overview": "After visiting 2015, Marty McFly must repeat his visit to 1955 to prevent disastrous changes to 1985...without interfering with his first trip.",
    "rating": 7.8,
    "released_year": 1989,
    "runtime": "108 min",
    "title": "Back to the Future Part II"
  },
  {
    "id": 677,
    "overview": "Two F.B.I. Agents with wildly different styles arrive in Mississippi to investigate the disappearance of some civil rights activists.",
    "rating": 7.8,
    "released_year": 1988,
    "runtime": "128 min",
    "title": "Mississippi Burning"
  },
  {
    "id": 678,
    "overview": "A team of commandos on a mission in a Central American jungle find themselves hunted by an extraterrestrial warrior.",
    "rating": 7.8,
    "released_year": 1987,
    "runtime": "107 min",
    "title": "Predator"
  },
  {
    "id": 679,
    "overview": "The lone survivor of an onslaught of flesh-possessing spirits holes up in a cabin with a group of strangers while the demons continue their attack.",
    "rating": 7.8,
    "released_year": 1987,
    "runtime": "84 min",
    "title": "Evil Dead II"
  },
  {
    "id": 680,
    "overview": "A high school wise guy is determined to have a day off from school, despite what the Principal thinks of that.",
    "rating": 7.8,
    "released_year": 1986,
    "runtime": "103 min",
    "title": "Ferris Bueller's Day Off"
  },
  {
    "id": 681,
    "overview": "Two men are framed and sent to jail, where they meet a murderer who helps them escape and leave the state.",
    "rating": 7.8,
    "released_year": 1986,
    "runtime": "107 min",
    "title": "Down by Law"
  },
  {
    "id": 682,
    "overview": "A group of young misfits called The Goonies discover an ancient map and set out on an adventure to find a legendary pirate's long-lost treasure.",
    "rating": 7.8,
    "released_year": 1985,
    "runtime": "114 min",
    "title": "The Goonies"
  },
  {
    "id": 683,
    "overview": "A black Southern woman struggles to find her identity after suffering abuse from her father and others over four decades.",
    "rating": 7.8,
    "released_year": 1985,
    "runtime": "154 min",
    "title": "The Color Purple"
  },
  {
    "id": 684,
    "overview": "Five high school students meet in Saturday detention and discover how they have a lot more in common than they thought.",
    "rating": 7.8,
    "released_year": 1985,
    "runtime": "97 min",
    "title": "The Breakfast Club"
  },
  {
    "id": 685,
    "overview": "A journalist is trapped in Cambodia during tyrant Pol Pot's bloody 'Year Zero' cleansing campaign, which claimed the lives of two million 'undesirable' civilians.",
    "rating": 7.8,
    "released_year": 1984,
    "runtime": "141 min",
    "title": "The Killing Fields"
  },
  {
    "id": 686,
    "overview": "Three former parapsychology professors set up shop as a unique ghost removal service.",
    "rating": 7.8,
    "released_year": 1984,
    "runtime": "105 min",
    "title": "Ghostbusters"
  },
  {
    "id": 687,
    "overview": "The story of the original Mercury 7 astronauts and their macho, seat-of-the-pants approach to the space program.",
    "rating": 7.8,
    "released_year": 1983,
    "runtime": "193 min",
    "title": "The Right Stuff"
  },
  {
    "id": 688,
    "overview": "Rupert Pupkin is a passionate yet unsuccessful comic who craves nothing more than to be in the spotlight and to achieve this, he stalks and kidnaps his idol to take the spotlight for himself.",
    "rating": 7.8,
    "released_year": 1982,
    "runtime": "109 min",
    "title": "The King of Comedy"
  },
  {
    "id": 689,
    "overview": "A troubled child summons the courage to help a friendly alien escape Earth and return to his home world.",
    "rating": 7.8,
    "released_year": 1982,
    "runtime": "115 min",
    "title": "E.T. the Extra-Terrestrial"
  },
  {
    "id": 690,
    "overview": "Ted Kramer's wife leaves him, allowing for a lost bond to be rediscovered between Ted and his son, Billy. But a heated custody battle ensues over the divorced couple's son, deepening the wounds left by the separation.",
    "rating": 7.8,
    "released_year": 1979,
    "runtime": "105 min",
    "title": "Kramer vs. Kramer"
  },
  {
    "id": 691,
    "overview": "A hot-tempered farm laborer convinces the woman he loves to marry their rich but dying boss so that they can have a claim to his fortune.",
    "rating": 7.8,
    "released_year": 1978,
    "runtime": "94 min",
    "title": "Days of Heaven"
  },
  {
    "id": 692,
    "overview": "Missouri farmer Josey Wales joins a Confederate guerrilla unit and winds up on the run from the Union soldiers who murdered his family.",
    "rating": 7.8,
    "released_year": 1976,
    "runtime": "135 min",
    "title": "The Outlaw Josey Wales"
  },
  {
    "id": 693,
    "overview": "Two British former soldiers decide to set themselves up as Kings in Kafiristan, a land where no white man has set foot since Alexander the Great.",
    "rating": 7.8,
    "released_year": 1975,
    "runtime": "129 min",
    "title": "The Man Who Would Be King"
  },
  {
    "id": 694,
    "overview": "A paranoid, secretive surveillance expert has a crisis of conscience when he suspects that the couple he is spying on will be murdered.",
    "rating": 7.8,
    "released_year": 1974,
    "runtime": "113 min",
    "title": "The Conversation"
  },
  {
    "id": 695,
    "overview": "On a faraway planet where blue giants rule, oppressed humanoids rebel against their machine-like leaders.",
    "rating": 7.8,
    "released_year": 1973,
    "runtime": "72 min",
    "title": "La planète sauvage"
  },
  {
    "id": 696,
    "overview": "A professional assassin codenamed \"Jackal\" plots to kill Charles de Gaulle, the President of France.",
    "rating": 7.8,
    "released_year": 1973,
    "runtime": "143 min",
    "title": "The Day of the Jackal"
  },
  {
    "id": 697,
    "overview": "An impressionable teenage girl from a dead-end town and her older greaser boyfriend embark on a killing spree in the South Dakota badlands.",
    "rating": 7.8,
    "released_year": 1973,
    "runtime": "94 min",
    "title": "Badlands"
  },
  {
    "id": 698,
    "overview": "A female girlie club entertainer in Weimar Republic era Berlin romances two men while the Nazi Party rises to power around them.",
    "rating": 7.8,
    "released_year": 1972,
    "runtime": "124 min",
    "title": "Cabaret"
  },
  {
    "id": 699,
    "overview": "A poor but hopeful boy seeks one of the five coveted golden tickets that will send him on a tour of Willy Wonka's mysterious chocolate factory.",
    "rating": 7.8,
    "released_year": 1971,
    "runtime": "100 min",
    "title": "Willy Wonka & the Chocolate Factory"
  },
  {
    "id": 700,
    "overview": "A naive hustler travels from Texas to New York City to seek personal fortune, finding a new friend in the process.",
    "rating": 7.8,
    "released_year": 1969,
    "runtime": "113 min",
    "title": "Midnight Cowboy"
  },
  {
    "id": 701,
    "overview": "A recently blinded woman is terrorized by a trio of thugs while they search for a heroin-stuffed doll they believe is in her apartment.",
    "rating": 7.8,
    "released_year": 1967,
    "runtime": "108 min",
    "title": "Wait Until Dark"
  },
  {
    "id": 702,
    "overview": "A couple's attitudes are challenged when their daughter introduces them to her African-American fiancé.",
    "rating": 7.8,
    "released_year": 1967,
    "runtime": "108 min",
    "title": "Guess Who's Coming to Dinner"
  },
  {
    "id": 703,
    "overview": "Bored waitress Bonnie Parker falls in love with an ex-con named Clyde Barrow and together they start a violent crime spree through the country, stealing cars and robbing banks.",
    "rating": 7.8,
    "released_year": 1967,
    "runtime": "111 min",
    "title": "Bonnie and Clyde"
  },
  {
    "id": 704,
    "overview": "Snobbish phonetics Professor Henry Higgins agrees to a wager that he can make flower girl Eliza Doolittle presentable in high society.",
    "rating": 7.8,
    "released_year": 1964,
    "runtime": "170 min",
    "title": "My Fair Lady"
  },
  {
    "id": 705,
    "overview": "In turn of the century London, a magical nanny employs music and adventure to help two neglected children become closer to their father.",
    "rating": 7.8,
    "released_year": 1964,
    "runtime": "139 min",
    "title": "Mary Poppins"
  },
  {
    "id": 706,
    "overview": "The events of D-Day, told on a grand scale from both the Allied and German points of view.",
    "rating": 7.8,
    "released_year": 1962,
    "runtime": "178 min",
    "title": "The Longest Day"
  },
  {
    "id": 707,
    "overview": "Decades of a love triangle concerning two friends and an impulsive woman.",
    "rating": 7.8,
    "released_year": 1962,
    "runtime": "105 min",
    "title": "Jules et Jim"
  },
  {
    "id": 708,
    "overview": "A young governess for two children becomes convinced that the house and grounds are haunted.",
    "rating": 7.8,
    "released_year": 1961,
    "runtime": "100 min",
    "title": "The Innocents"
  },
  {
    "id": 709,
    "overview": "A small-time thief steals a car and impulsively murders a motorcycle policeman. Wanted by the authorities, he reunites with a hip American journalism student and attempts to persuade her to run away with him to Italy.",
    "rating": 7.8,
    "released_year": 1960,
    "runtime": "90 min",
    "title": "À bout de souffle"
  },
  {
    "id": 710,
    "overview": "Dunson leads a cattle drive, the culmination of over 14 years of work, to its destination in Missouri. But his tyrannical behavior along the way causes a mutiny, led by his adopted son.",
    "rating": 7.8,
    "released_year": 1948,
    "runtime": "133 min",
    "title": "Red River"
  },
  {
    "id": 711,
    "overview": "A man visits his war buddy's family hotel and finds a gangster running things. As a hurricane approaches, the two end up confronting each other.",
    "rating": 7.8,
    "released_year": 1948,
    "runtime": "100 min",
    "title": "Key Largo"
  },
  {
    "id": 712,
    "overview": "During World War II, American expatriate Harry Morgan helps transport a French Resistance leader and his beautiful wife to Martinique while romancing a sensuous lounge singer.",
    "rating": 7.8,
    "released_year": 1944,
    "runtime": "100 min",
    "title": "To Have and Have Not"
  },
  {
    "id": 713,
    "overview": "A young girl, overjoyed when her favorite uncle comes to visit the family, slowly begins to suspect that he is in fact the \"Merry Widow\" killer sought by the authorities.",
    "rating": 7.8,
    "released_year": 1943,
    "runtime": "108 min",
    "title": "Shadow of a Doubt"
  },
  {
    "id": 714,
    "overview": "A group of people traveling on a stagecoach find their journey complicated by the threat of Geronimo and learn something about each other in the process.",
    "rating": 7.8,
    "released_year": 1939,
    "runtime": "96 min",
    "title": "Stagecoach"
  },
  {
    "id": 715,
    "overview": "While travelling in continental Europe, a rich young playgirl realizes that an elderly lady seems to have disappeared from the train.",
    "rating": 7.8,
    "released_year": 1938,
    "runtime": "96 min",
    "title": "The Lady Vanishes"
  },
  {
    "id": 716,
    "overview": "While trying to secure a $1 million donation for his museum, a befuddled paleontologist is pursued by a flighty and often irritating heiress and her pet leopard, Baby.",
    "rating": 7.8,
    "released_year": 1938,
    "runtime": "102 min",
    "title": "Bringing Up Baby"
  },
  {
    "id": 717,
    "overview": "Mary Shelley reveals the main characters of her novel survived: Dr. Frankenstein, goaded by an even madder scientist, builds his monster a mate.",
    "rating": 7.8,
    "released_year": 1935,
    "runtime": "75 min",
    "title": "Bride of Frankenstein"
  },
  {
    "id": 718,
    "overview": "Rufus T. Firefly is named president/dictator of bankrupt Freedonia and declares war on neighboring Sylvania over the love of wealthy Mrs. Teasdale.",
    "rating": 7.8,
    "released_year": 1933,
    "runtime": "69 min",
    "title": "Duck Soup"
  },
  {
    "id": 719,
    "overview": "An ambitious and nearly insane violent gangster climbs the ladder of success in the mob, but his weaknesses prove to be his downfall.",
    "rating": 7.8,
    "released_year": 1932,
    "runtime": "93 min",
    "title": "Scarface: The Shame of the Nation"
  },
  {
    "id": 720,
    "overview": "Dr. Frankenstein dares to tamper with life and death by creating a human monster out of lifeless body parts.",
    "rating": 7.8,
    "released_year": 1931,
    "runtime": "70 min",
    "title": "Frankenstein"
  },
  {
    "id": 721,
    "overview": "A year in the life of a middle-class family's maid in Mexico City in the early 1970s.",
    "rating": 7.7,
    "released_year": 2018,
    "runtime": "135 min",
    "title": "Roma"
  },
  {
    "id": 722,
    "overview": "Spring. Yorkshire. Young farmer Johnny Saxby numbs his daily frustrations with binge drinking and casual sex, until the arrival of a Romanian migrant worker for lambing season ignites an intense relationship that sets Johnny on a new path.",
    "rating": 7.7,
    "released_year": 2017,
    "runtime": "104 min",
    "title": "God's Own Country"
  },
  {
    "id": 723,
    "overview": "Foul-mouthed mutant mercenary Wade Wilson (a.k.a. Deadpool), brings together a team of fellow mutant rogues to protect a young boy with supernatural abilities from the brutal, time-traveling cyborg Cable.",
    "rating": 7.7,
    "released_year": 2018,
    "runtime": "119 min",
    "title": "Deadpool 2"
  },
  {
    "id": 724,
    "overview": "A veteran hunter helps an FBI agent investigate the murder of a young woman on a Wyoming Native American reservation.",
    "rating": 7.7,
    "released_year": 2017,
    "runtime": "107 min",
    "title": "Wind River"
  },
  {
    "id": 725,
    "overview": "A young African-American visits his white girlfriend's parents for the weekend, where his simmering uneasiness about their reception of him eventually reaches a boiling point.",
    "rating": 7.7,
    "released_year": 2017,
    "runtime": "104 min",
    "title": "Get Out"
  },
  {
    "id": 726,
    "overview": "Ethan Hunt and his IMF team, along with some familiar allies, race against time after a mission gone wrong.",
    "rating": 7.7,
    "released_year": 2018,
    "runtime": "147 min",
    "title": "Mission: Impossible - Fallout"
  },
  {
    "id": 727,
    "overview": "Ove, an ill-tempered, isolated retiree who spends his days enforcing block association rules and visiting his wife's grave, has finally given up on life just as an unlikely friendship develops with his boisterous new neighbors.",
    "rating": 7.7,
    "released_year": 2015,
    "runtime": "116 min",
    "title": "En man som heter Ove"
  },
  {
    "id": 728,
    "overview": "Viago, Deacon and Vladislav are vampires who are finding that modern life has them struggling with the mundane - like paying rent, keeping up with the chore wheel, trying to get into nightclubs and overcoming flatmate conflicts.",
    "rating": 7.7,
    "released_year": 2014,
    "runtime": "86 min",
    "title": "What We Do in the Shadows"
  },
  {
    "id": 729,
    "overview": "Due to 12 y.o. Anna's asthma, she's sent to stay with relatives of her guardian in the Japanese countryside. She likes to be alone, sketching. She befriends Marnie. Who is the mysterious, blonde Marnie.",
    "rating": 7.7,
    "released_year": 2014,
    "runtime": "103 min",
    "title": "Omoide no Mânî"
  },
  {
    "id": 730,
    "overview": "A look at the relationship between the famous physicist Stephen Hawking and his wife.",
    "rating": 7.7,
    "released_year": 2014,
    "runtime": "123 min",
    "title": "The Theory of Everything"
  },
  {
    "id": 731,
    "overview": "A spy organisation recruits a promising street kid into the agency's training program, while a global threat emerges from a twisted tech genius.",
    "rating": 7.7,
    "released_year": 2014,
    "runtime": "129 min",
    "title": "Kingsman: The Secret Service"
  },
  {
    "id": 732,
    "overview": "Two teenage cancer patients begin a life-affirming journey to visit a reclusive author in Amsterdam.",
    "rating": 7.7,
    "released_year": 2014,
    "runtime": "126 min",
    "title": "The Fault in Our Stars"
  },
  {
    "id": 733,
    "overview": "High schooler Greg, who spends most of his time making parodies of classic movies with his co-worker Earl, finds his outlook forever altered after befriending a classmate who has just been diagnosed with cancer.",
    "rating": 7.7,
    "released_year": 2015,
    "runtime": "105 min",
    "title": "Me and Earl and the Dying Girl"
  },
  {
    "id": 734,
    "overview": "A washed-up superhero actor attempts to revive his fading career by writing, directing, and starring in a Broadway production.",
    "rating": 7.7,
    "released_year": 2014,
    "runtime": "119 min",
    "title": "Birdman or (The Unexpected Virtue of Ignorance)"
  },
  {
    "id": 735,
    "overview": "Adèle's life is changed when she meets Emma, a young woman with blue hair, who will allow her to discover desire and to assert herself as a woman and as an adult. In front of others, Adèle grows, seeks herself, loses herself, and ultimately finds herself through love and loss.",
    "rating": 7.7,
    "released_year": 2013,
    "runtime": "180 min",
    "title": "La vie d'Adèle"
  },
  {
    "id": 736,
    "overview": "Three friends growing up in India at the turn of the millennium set out to open a training academy to produce the country's next cricket stars.",
    "rating": 7.7,
    "released_year": 2013,
    "runtime": "130 min",
    "title": "Kai po che!"
  },
  {
    "id": 737,
    "overview": "Elise and Didier fall in love at first sight, in spite of their differences. He talks, she listens. He's a romantic atheist, she's a religious realist. When their daughter becomes seriously ill, their love is put on trial.",
    "rating": 7.7,
    "released_year": 2012,
    "runtime": "111 min",
    "title": "The Broken Circle Breakdown"
  },
  {
    "id": 738,
    "overview": "As Steve Rogers struggles to embrace his role in the modern world, he teams up with a fellow Avenger and S.H.I.E.L.D agent, Black Widow, to battle a new threat from history: an assassin known as the Winter Soldier.",
    "rating": 7.7,
    "released_year": 2014,
    "runtime": "136 min",
    "title": "Captain America: The Winter Soldier"
  },
  {
    "id": 739,
    "overview": "Janardhan Jakhar chases his dreams of becoming a big Rock star, during which he falls in love with Heer.",
    "rating": 7.7,
    "released_year": 2011,
    "runtime": "159 min",
    "title": "Rockstar"
  },
  {
    "id": 740,
    "overview": "An aging, booze-addled father makes the trip from Montana to Nebraska with his estranged son in order to claim a million-dollar Mega Sweepstakes Marketing prize.",
    "rating": 7.7,
    "released_year": 2013,
    "runtime": "115 min",
    "title": "Nebraska"
  },
  {
    "id": 741,
    "overview": "A video game villain wants to be a hero and sets out to fulfill his dream, but his quest brings havoc to the whole arcade where he lives.",
    "rating": 7.7,
    "released_year": 2012,
    "runtime": "101 min",
    "title": "Wreck-It Ralph"
  },
  {
    "id": 742,
    "overview": "A little girl lives in a very grown-up world with her mother, who tries to prepare her for it. Her neighbor, the Aviator, introduces the girl to an extraordinary world where anything is possible, the world of the Little Prince.",
    "rating": 7.7,
    "released_year": 2015,
    "runtime": "108 min",
    "title": "Le Petit Prince"
  },
  {
    "id": 743,
    "overview": "A substitute teacher who drifts from classroom to classroom finds a connection to the students and teachers during his latest assignment.",
    "rating": 7.7,
    "released_year": 2011,
    "runtime": "98 min",
    "title": "Detachment"
  },
  {
    "id": 744,
    "overview": "While on a trip to Paris with his fiancée's family, a nostalgic screenwriter finds himself mysteriously going back to the 1920s every day at midnight.",
    "rating": 7.7,
    "released_year": 2011,
    "runtime": "96 min",
    "title": "Midnight in Paris"
  },
  {
    "id": 745,
    "overview": "An ordinary LEGO construction worker, thought to be the prophesied as \"special\", is recruited to join a quest to stop an evil tyrant from gluing the LEGO universe into eternal stasis.",
    "rating": 7.7,
    "released_year": 2014,
    "runtime": "100 min",
    "title": "The Lego Movie"
  },
  {
    "id": 746,
    "overview": "Two astronauts work together to survive after an accident leaves them stranded in space.",
    "rating": 7.7,
    "released_year": 2013,
    "runtime": "91 min",
    "title": "Gravity"
  },
  {
    "id": 747,
    "overview": "After the crew of the Enterprise find an unstoppable force of terror from within their own organization, Captain Kirk leads a manhunt to a war-zone world to capture a one-man weapon of mass destruction.",
    "rating": 7.7,
    "released_year": 2013,
    "runtime": "132 min",
    "title": "Star Trek Into Darkness"
  },
  {
    "id": 748,
    "overview": "A drama based on the experiences of Agu, a child soldier fighting in the civil war of an unnamed African country.",
    "rating": 7.7,
    "released_year": 2015,
    "runtime": "137 min",
    "title": "Beasts of No Nation"
  },
  {
    "id": 749,
    "overview": "As Harvard student Mark Zuckerberg creates the social networking site that would become known as Facebook, he is sued by the twins who claimed he stole their idea, and by the co-founder who was later squeezed out of the business.",
    "rating": 7.7,
    "released_year": 2010,
    "runtime": "120 min",
    "title": "The Social Network"
  },
  {
    "id": 750,
    "overview": "In the 1960s, superpowered humans Charles Xavier and Erik Lensherr work together to find others like them, but Erik's vengeful pursuit of an ambitious mutant who ruined his life causes a schism to divide them.",
    "rating": 7.7,
    "released_year": 2011,
    "runtime": "131 min",
    "title": "X: First Class"
  },
  {
    "id": 751,
    "overview": "Three buddies wake up from a bachelor party in Las Vegas, with no memory of the previous night and the bachelor missing. They make their way around the city in order to find their friend before his wedding.",
    "rating": 7.7,
    "released_year": 2009,
    "runtime": "100 min",
    "title": "The Hangover"
  },
  {
    "id": 752,
    "overview": "James Bond's loyalty to M is tested when her past comes back to haunt her. When MI6 comes under attack, 007 must track down and destroy the threat, no matter how personal the cost.",
    "rating": 7.7,
    "released_year": 2012,
    "runtime": "143 min",
    "title": "Skyfall"
  },
  {
    "id": 753,
    "overview": "After a stint in a mental institution, former teacher Pat Solitano moves back in with his parents and tries to reconcile with his ex-wife. Things get more challenging when Pat meets Tiffany, a mysterious girl with problems of her own.",
    "rating": 7.7,
    "released_year": 2012,
    "runtime": "122 min",
    "title": "Silver Linings Playbook"
  },
  {
    "id": 754,
    "overview": "Acting under the cover of a Hollywood producer scouting a location for a science fiction film, a CIA agent launches a dangerous operation to rescue six Americans in Tehran during the U.S. hostage crisis in Iran in 1979.",
    "rating": 7.7,
    "released_year": 2012,
    "runtime": "120 min",
    "title": "Argo"
  },
  {
    "id": 755,
    "overview": "An offbeat romantic comedy about a woman who doesn't believe true love exists, and the young man who falls for her.",
    "rating": 7.7,
    "released_year": 2009,
    "runtime": "95 min",
    "title": "(500) Days of Summer"
  },
  {
    "id": 756,
    "overview": "As Harry, Ron, and Hermione race against time and evil to destroy the Horcruxes, they uncover the existence of the three most powerful objects in the wizarding world: the Deathly Hallows.",
    "rating": 7.7,
    "released_year": 2010,
    "runtime": "146 min",
    "title": "Harry Potter and the Deathly Hallows: Part 1"
  },
  {
    "id": 757,
    "overview": "A five-year-old boy develops a relationship with Ponyo, a young goldfish princess who longs to become a human after falling in love with him.",
    "rating": 7.7,
    "released_year": 2008,
    "runtime": "101 min",
    "title": "Gake no ue no Ponyo"
  },
  {
    "id": 758,
    "overview": "A dramatic retelling of the post-Watergate television interviews between British talk-show host David Frost and former president Richard Nixon.",
    "rating": 7.7,
    "released_year": 2008,
    "runtime": "122 min",
    "title": "Frost/Nixon"
  },
  {
    "id": 759,
    "overview": "When a machine that allows therapists to enter their patients' dreams is stolen, all Hell breaks loose. Only a young female therapist, Paprika, can stop it.",
    "rating": 7.7,
    "released_year": 2006,
    "runtime": "90 min",
    "title": "Papurika"
  },
  {
    "id": 760,
    "overview": "Grief-stricken mother Christine Collins (Angelina Jolie) takes on the L.A.P.D. to her own detriment when it tries to pass off an obvious impostor as her missing child.",
    "rating": 7.7,
    "released_year": 2008,
    "runtime": "141 min",
    "title": "Changeling"
  },
  {
    "id": 761,
    "overview": "Two eighth-graders start to have feelings for each other despite being total opposites.",
    "rating": 7.7,
    "released_year": 2010,
    "runtime": "90 min",
    "title": "Flipped"
  },
  {
    "id": 762,
    "overview": "A high-school girl named Makoto acquires the power to travel back in time, and decides to use it for her own personal benefits. Little does she know that she is affecting the lives of others just as much as she is her own.",
    "rating": 7.7,
    "released_year": 2006,
    "runtime": "98 min",
    "title": "Toki o kakeru shôjo"
  },
  {
    "id": 763,
    "overview": "A battle between the world's two greatest minds begins when Light Yagami finds the Death Note, a notebook with the power to kill, and decides to rid the world of criminals.",
    "rating": 7.7,
    "released_year": 2006,
    "runtime": "126 min",
    "title": "Death Note: Desu nôto"
  },
  {
    "id": 764,
    "overview": "A young boy becomes friends with a gang of skinheads. Friends soon become like family, and relationships will be pushed to the very limit.",
    "rating": 7.7,
    "released_year": 2006,
    "runtime": "101 min",
    "title": "This Is England"
  },
  {
    "id": 765,
    "overview": "A young programmer is selected to participate in a ground-breaking experiment in synthetic intelligence by evaluating the human qualities of a highly advanced humanoid A.I.",
    "rating": 7.7,
    "released_year": 2014,
    "runtime": "108 min",
    "title": "Ex Machina"
  },
  {
    "id": 766,
    "overview": "A manager of an orphanage in India is sent to Copenhagen, Denmark, where he discovers a life-altering family secret.",
    "rating": 7.7,
    "released_year": 2006,
    "runtime": "120 min",
    "title": "Efter brylluppet"
  },
  {
    "id": 767,
    "overview": "Based on the events of the brutal Ugandan dictator Idi Amin's regime as seen by his personal physician during the 1970s.",
    "rating": 7.7,
    "released_year": 2006,
    "runtime": "123 min",
    "title": "The Last King of Scotland"
  },
  {
    "id": 768,
    "overview": "In the late 1960s/early 1970s, a San Francisco cartoonist becomes an amateur detective obsessed with tracking down the Zodiac Killer, an unidentified individual who terrorizes Northern California with a killing spree.",
    "rating": 7.7,
    "released_year": 2007,
    "runtime": "157 min",
    "title": "Zodiac"
  },
  {
    "id": 769,
    "overview": "A case of mistaken identity lands Slevin into the middle of a war being plotted by two of the city's most rival crime bosses. Under constant surveillance by Detective Brikowski and assassin Goodkat, he must get them before they get him.",
    "rating": 7.7,
    "released_year": 2006,
    "runtime": "110 min",
    "title": "Lucky Number Slevin"
  },
  {
    "id": 770,
    "overview": "In December 1914, an unofficial Christmas truce on the Western Front allows soldiers from opposing sides of the First World War to gain insight into each other's way of life.",
    "rating": 7.7,
    "released_year": 2005,
    "runtime": "116 min",
    "title": "Joyeux Noël"
  },
  {
    "id": 771,
    "overview": "A profile of Ian Curtis, the enigmatic singer of Joy Division whose personal, professional, and romantic troubles led him to commit suicide at the age of 23.",
    "rating": 7.7,
    "released_year": 2007,
    "runtime": "122 min",
    "title": "Control"
  },
  {
    "id": 772,
    "overview": "The magically long-haired Rapunzel has spent her entire life in a tower, but now that a runaway thief has stumbled upon her, she is about to discover the world for the first time, and who she really is.",
    "rating": 7.7,
    "released_year": 2010,
    "runtime": "100 min",
    "title": "Tangled"
  },
  {
    "id": 773,
    "overview": "In the Nazi-occupied Netherlands during World War II, a Jewish singer infiltrates the regional Gestapo headquarters for the Dutch resistance.",
    "rating": 7.7,
    "released_year": 2006,
    "runtime": "145 min",
    "title": "Zwartboek"
  },
  {
    "id": 774,
    "overview": "The story of a forbidden and secretive relationship between two cowboys, and their lives over the years.",
    "rating": 7.7,
    "released_year": 2005,
    "runtime": "134 min",
    "title": "Brokeback Mountain"
  },
  {
    "id": 775,
    "overview": "A small-time rancher agrees to hold a captured outlaw who's awaiting a train to go to court in Yuma. A battle of wills ensues as the outlaw tries to psych out the rancher.",
    "rating": 7.7,
    "released_year": 2007,
    "runtime": "122 min",
    "title": "3:10 to Yuma"
  },
  {
    "id": 776,
    "overview": "Los Angeles citizens with vastly separate lives collide in interweaving stories of race, loss and redemption.",
    "rating": 7.7,
    "released_year": 2004,
    "runtime": "112 min",
    "title": "Crash"
  },
  {
    "id": 777,
    "overview": "In Shanghai, China in the 1940s, a wannabe gangster aspires to join the notorious \"Axe Gang\" while residents of a housing complex exhibit extraordinary powers in defending their turf.",
    "rating": 7.7,
    "released_year": 2004,
    "runtime": "99 min",
    "title": "Kung fu"
  },
  {
    "id": 778,
    "overview": "When Jason Bourne is framed for a CIA operation gone awry, he is forced to resume his former life as a trained assassin to survive.",
    "rating": 7.7,
    "released_year": 2004,
    "runtime": "108 min",
    "title": "The Bourne Supremacy"
  },
  {
    "id": 779,
    "overview": "An industrial worker who hasn't slept in a year begins to doubt his own sanity.",
    "rating": 7.7,
    "released_year": 2004,
    "runtime": "101 min",
    "title": "The Machinist"
  },
  {
    "id": 780,
    "overview": "The story of the life and career of the legendary rhythm and blues musician Ray Charles, from his humble beginnings in the South, where he went blind at age seven, to his meteoric rise to stardom during the 1950s and 1960s.",
    "rating": 7.7,
    "released_year": 2004,
    "runtime": "152 min",
    "title": "Ray"
  },
  {
    "id": 781,
    "overview": "A faded movie star and a neglected young woman form an unlikely bond after crossing paths in Tokyo.",
    "rating": 7.7,
    "released_year": 2003,
    "runtime": "102 min",
    "title": "Lost in Translation"
  },
  {
    "id": 782,
    "overview": "Harry Potter finds himself competing in a hazardous tournament between rival schools of magic, but he is distracted by recurring nightmares.",
    "rating": 7.7,
    "released_year": 2005,
    "runtime": "157 min",
    "title": "Harry Potter and the Goblet of Fire"
  },
  {
    "id": 783,
    "overview": "In Mexico City, a former CIA operative swears vengeance on those who committed an unspeakable act against the family he was hired to protect.",
    "rating": 7.7,
    "released_year": 2004,
    "runtime": "146 min",
    "title": "Man on Fire"
  },
  {
    "id": 784,
    "overview": "An adventurous 11-year-old girl finds another world that is a strangely idealized version of her frustrating home, but it has sinister secrets.",
    "rating": 7.7,
    "released_year": 2009,
    "runtime": "100 min",
    "title": "Coraline"
  },
  {
    "id": 785,
    "overview": "An American military advisor embraces the Samurai culture he was hired to destroy after he is captured in battle.",
    "rating": 7.7,
    "released_year": 2003,
    "runtime": "154 min",
    "title": "The Last Samurai"
  },
  {
    "id": 786,
    "overview": "Three young Irish women struggle to maintain their spirits while they endure dehumanizing abuse as inmates of a Magdalene Sisters Asylum.",
    "rating": 7.7,
    "released_year": 2002,
    "runtime": "114 min",
    "title": "The Magdalene Sisters"
  },
  {
    "id": 787,
    "overview": "In 1990, to protect his fragile mother from a fatal shock after a long coma, a young man must keep her from learning that her beloved nation of East Germany as she knew it has disappeared.",
    "rating": 7.7,
    "released_year": 2003,
    "runtime": "121 min",
    "title": "Good Bye Lenin!"
  },
  {
    "id": 788,
    "overview": "A family of Irish immigrants adjust to life on the mean streets of Hell's Kitchen while also grieving the death of a child.",
    "rating": 7.7,
    "released_year": 2002,
    "runtime": "105 min",
    "title": "In America"
  },
  {
    "id": 789,
    "overview": "A mentally handicapped man fights for custody of his 7-year-old daughter and in the process teaches his cold-hearted lawyer the value of love and family.",
    "rating": 7.7,
    "released_year": 2001,
    "runtime": "132 min",
    "title": "I Am Sam"
  },
  {
    "id": 790,
    "overview": "A lovelorn screenwriter becomes desperate as he tries and fails to adapt 'The Orchid Thief' by Susan Orlean for the screen.",
    "rating": 7.7,
    "released_year": 2002,
    "runtime": "115 min",
    "title": "Adaptation."
  },
  {
    "id": 791,
    "overview": "160 elite U.S. soldiers drop into Somalia to capture two top lieutenants of a renegade warlord and find themselves in a desperate battle with a large force of heavily-armed Somalis.",
    "rating": 7.7,
    "released_year": 2001,
    "runtime": "144 min",
    "title": "Black Hawk Down"
  },
  {
    "id": 792,
    "overview": "A mob enforcer's son witnesses a murder, forcing him and his father to take to the road, and his father down a path of redemption and revenge.",
    "rating": 7.7,
    "released_year": 2002,
    "runtime": "117 min",
    "title": "Road to Perdition"
  },
  {
    "id": 793,
    "overview": "For two weeks, 20 male participants are hired to play prisoners and guards in a prison. The \"prisoners\" have to follow seemingly mild rules, and the \"guards\" are told to retain order without using physical violence.",
    "rating": 7.7,
    "released_year": 2001,
    "runtime": "120 min",
    "title": "Das Experiment"
  },
  {
    "id": 794,
    "overview": "A talented young boy becomes torn between his unexpected love of dance and the disintegration of his family.",
    "rating": 7.7,
    "released_year": 2000,
    "runtime": "110 min",
    "title": "Billy Elliot"
  },
  {
    "id": 795,
    "overview": "A gender-queer punk-rock singer from East Berlin tours the U.S. with her band as she tells her life story and follows the former lover/band-mate who stole her songs.",
    "rating": 7.7,
    "released_year": 2001,
    "runtime": "95 min",
    "title": "Hedwig and the Angry Inch"
  },
  {
    "id": 796,
    "overview": "Danny Ocean and his ten accomplices plan to rob three Las Vegas casinos simultaneously.",
    "rating": 7.7,
    "released_year": 2001,
    "runtime": "116 min",
    "title": "Ocean's Eleven"
  },
  {
    "id": 797,
    "overview": "When a girl is abducted by a vampire, a legendary bounty hunter is hired to bring her back.",
    "rating": 7.7,
    "released_year": 2000,
    "runtime": "103 min",
    "title": "Vampire Hunter D: Bloodlust"
  },
  {
    "id": 798,
    "overview": "In the deep south during the 1930s, three escaped convicts search for hidden treasure while a relentless lawman pursues them.",
    "rating": 7.7,
    "released_year": 2000,
    "runtime": "107 min",
    "title": "O Brother, Where Art Thou?"
  },
  {
    "id": 799,
    "overview": "Neal Oliver, a very confused young man and an artist, takes a journey of a lifetime on a highway I60 that doesn't exist on any of the maps, going to the places he never even heard of, searching for an answer and his dreamgirl.",
    "rating": 7.7,
    "released_year": 2002,
    "runtime": "116 min",
    "title": "Interstate 60: Episodes of the Road"
  },
  {
    "id": 800,
    "overview": "When Stan Marsh and his friends go see an R-rated movie, they start cursing and their parents think that Canada is to blame.",
    "rating": 7.7,
    "released_year": 1999,
    "runtime": "81 min",
    "title": "South Park: Bigger, Longer & Uncut"
  },
  {
    "id": 801,
    "overview": "Three company workers who hate their jobs decide to rebel against their greedy boss.",
    "rating": 7.7,
    "released_year": 1999,
    "runtime": "89 min",
    "title": "Office Space"
  },
  {
    "id": 802,
    "overview": "The lives of several individuals intertwine as they go about their lives in their own unique ways, engaging in acts society as a whole might find disturbing in a desperate search for human connection.",
    "rating": 7.7,
    "released_year": 1998,
    "runtime": "134 min",
    "title": "Happiness"
  },
  {
    "id": 803,
    "overview": "A rookie cop spends his first day as a Los Angeles narcotics officer with a rogue detective who isn't what he appears to be.",
    "rating": 7.7,
    "released_year": 2001,
    "runtime": "122 min",
    "title": "Training Day"
  },
  {
    "id": 804,
    "overview": "The extracurricular king of Rushmore Preparatory School is put on academic probation.",
    "rating": 7.7,
    "released_year": 1998,
    "runtime": "93 min",
    "title": "Rushmore"
  },
  {
    "id": 805,
    "overview": "A very handsome man finds the love of his life, but he suffers an accident and needs to have his face rebuilt by surgery after it is severely disfigured.",
    "rating": 7.7,
    "released_year": 1997,
    "runtime": "119 min",
    "title": "Abre los ojos"
  },
  {
    "id": 806,
    "overview": "A puppeteer discovers a portal that leads literally into the head of movie star John Malkovich.",
    "rating": 7.7,
    "released_year": 1999,
    "runtime": "113 min",
    "title": "Being John Malkovich"
  },
  {
    "id": 807,
    "overview": "A single mother and waitress, a misanthropic author, and a gay artist form an unlikely friendship after the artist is assaulted in a robbery.",
    "rating": 7.7,
    "released_year": 1997,
    "runtime": "139 min",
    "title": "As Good as It Gets"
  },
  {
    "id": 808,
    "overview": "In the colorful future, a cab driver unwittingly becomes the central figure in the search for a legendary cosmic weapon to keep Evil and Mr. Zorg at bay.",
    "rating": 7.7,
    "released_year": 1997,
    "runtime": "126 min",
    "title": "The Fifth Element"
  },
  {
    "id": 809,
    "overview": "A few friends have a weekly fools' dinner, where each brings a fool along. Pierre finds a champion fool for next dinner. Surprise.",
    "rating": 7.7,
    "released_year": 1998,
    "runtime": "80 min",
    "title": "Le dîner de cons"
  },
  {
    "id": 810,
    "overview": "An FBI undercover agent infiltrates the mob and finds himself identifying more with the mafia life, at the expense of his regular one.",
    "rating": 7.7,
    "released_year": 1997,
    "runtime": "127 min",
    "title": "Donnie Brasco"
  },
  {
    "id": 811,
    "overview": "Pianist David Helfgott, driven by his father and teachers, has a breakdown. Years later he returns to the piano, to popular if not critical acclaim.",
    "rating": 7.7,
    "released_year": 1996,
    "runtime": "105 min",
    "title": "Shine"
  },
  {
    "id": 812,
    "overview": "An altar boy is accused of murdering a priest, and the truth is buried several layers deep.",
    "rating": 7.7,
    "released_year": 1996,
    "runtime": "129 min",
    "title": "Primal Fear"
  },
  {
    "id": 813,
    "overview": "Hamlet, Prince of Denmark, returns home to find his father murdered and his mother remarrying the murderer, his uncle. Meanwhile, war is brewing.",
    "rating": 7.7,
    "released_year": 1996,
    "runtime": "242 min",
    "title": "Hamlet"
  },
  {
    "id": 814,
    "overview": "A young girl is relegated to servitude at a boarding school when her father goes missing and is presumed dead.",
    "rating": 7.7,
    "released_year": 1995,
    "runtime": "97 min",
    "title": "A Little Princess"
  },
  {
    "id": 815,
    "overview": "This Hong Kong-set crime drama follows the lives of a hitman, hoping to get out of the business, and his elusive female partner.",
    "rating": 7.7,
    "released_year": 1995,
    "runtime": "99 min",
    "title": "Do lok tin si"
  },
  {
    "id": 816,
    "overview": "A simple Italian postman learns to love poetry while delivering mail to a famous poet, and then uses this to woo local beauty Beatrice.",
    "rating": 7.7,
    "released_year": 1994,
    "runtime": "108 min",
    "title": "Il postino"
  },
  {
    "id": 817,
    "overview": "A day in the lives of two convenience clerks named Dante and Randal as they annoy customers, discuss movies, and play hockey on the store roof.",
    "rating": 7.7,
    "released_year": 1994,
    "runtime": "92 min",
    "title": "Clerks"
  },
  {
    "id": 818,
    "overview": "The day-to-day lives of several suburban Los Angeles residents.",
    "rating": 7.7,
    "released_year": 1993,
    "runtime": "188 min",
    "title": "Short Cuts"
  },
  {
    "id": 819,
    "overview": "When a man with HIV is fired by his law firm because of his condition, he hires a homophobic small time lawyer as the only willing advocate for a wrongful dismissal suit.",
    "rating": 7.7,
    "released_year": 1993,
    "runtime": "125 min",
    "title": "Philadelphia"
  },
  {
    "id": 820,
    "overview": "The Muppet characters tell their version of the classic tale of an old and bitter miser's redemption on Christmas Eve.",
    "rating": 7.7,
    "released_year": 1992,
    "runtime": "85 min",
    "title": "The Muppet Christmas Carol"
  },
  {
    "id": 821,
    "overview": "Biographical epic of the controversial and influential Black Nationalist leader, from his early life and career as a small-time gangster, to his ministry as a member of the Nation of Islam.",
    "rating": 7.7,
    "released_year": 1992,
    "runtime": "202 min",
    "title": "Malcolm X"
  },
  {
    "id": 822,
    "overview": "Three trappers protect the daughters of a British Colonel in the midst of the French and Indian War.",
    "rating": 7.7,
    "released_year": 1992,
    "runtime": "112 min",
    "title": "The Last of the Mohicans"
  },
  {
    "id": 823,
    "overview": "In 1930s Italy, a veteran World War I pilot is cursed to look like an anthropomorphic pig.",
    "rating": 7.7,
    "released_year": 1992,
    "runtime": "94 min",
    "title": "Kurenai no buta"
  },
  {
    "id": 824,
    "overview": "An examination of the machinations behind the scenes at a real estate office.",
    "rating": 7.7,
    "released_year": 1992,
    "runtime": "100 min",
    "title": "Glengarry Glen Ross"
  },
  {
    "id": 825,
    "overview": "Military lawyer Lieutenant Daniel Kaffee defends Marines accused of murder. They contend they were acting under orders.",
    "rating": 7.7,
    "released_year": 1992,
    "runtime": "138 min",
    "title": "A Few Good Men"
  },
  {
    "id": 826,
    "overview": "A housewife who is unhappy with her life befriends an old lady in a nursing home and is enthralled by the tales she tells of people she used to know.",
    "rating": 7.7,
    "released_year": 1991,
    "runtime": "130 min",
    "title": "Fried Green Tomatoes"
  },
  {
    "id": 827,
    "overview": "A renowned New York playwright is enticed to California to write for the movies and discovers the hellish truth of Hollywood.",
    "rating": 7.7,
    "released_year": 1991,
    "runtime": "116 min",
    "title": "Barton Fink"
  },
  {
    "id": 828,
    "overview": "Tom Reagan, an advisor to a Prohibition-era crime boss, tries to keep the peace between warring mobs but gets caught in divided loyalties.",
    "rating": 7.7,
    "released_year": 1990,
    "runtime": "115 min",
    "title": "Miller's Crossing"
  },
  {
    "id": 829,
    "overview": "A toon-hating detective is a cartoon rabbit's only hope to prove his innocence when he is accused of murder.",
    "rating": 7.7,
    "released_year": 1988,
    "runtime": "104 min",
    "title": "Who Framed Roger Rabbit"
  },
  {
    "id": 830,
    "overview": "Rex and Saskia, a young couple in love, are on vacation. They stop at a busy service station and Saskia is abducted. After three years and no sign of Saskia, Rex begins receiving letters from the abductor.",
    "rating": 7.7,
    "released_year": 1988,
    "runtime": "107 min",
    "title": "Spoorloos"
  },
  {
    "id": 831,
    "overview": "In 1969, two substance-abusing, unemployed actors retreat to the countryside for a holiday that proves disastrous.",
    "rating": 7.7,
    "released_year": 1987,
    "runtime": "107 min",
    "title": "Withnail & I"
  },
  {
    "id": 832,
    "overview": "The story of the final Emperor of China.",
    "rating": 7.7,
    "released_year": 1987,
    "runtime": "163 min",
    "title": "The Last Emperor"
  },
  {
    "id": 833,
    "overview": "A young English boy struggles to survive under Japanese occupation during World War II.",
    "rating": 7.7,
    "released_year": 1987,
    "runtime": "153 min",
    "title": "Empire of the Sun"
  },
  {
    "id": 834,
    "overview": "An intellectually nonconformist friar investigates a series of mysterious deaths in an isolated abbey.",
    "rating": 7.7,
    "released_year": 1986,
    "runtime": "130 min",
    "title": "Der Name der Rose"
  },
  {
    "id": 835,
    "overview": "The discovery of a severed human ear found in a field leads a young man on an investigation related to a beautiful, mysterious nightclub singer and a group of psychopathic criminals who have kidnapped her child.",
    "rating": 7.7,
    "released_year": 1986,
    "runtime": "120 min",
    "title": "Blue Velvet"
  },
  {
    "id": 836,
    "overview": "In New Jersey in 1935, a movie character walks off the screen and into the real world.",
    "rating": 7.7,
    "released_year": 1985,
    "runtime": "82 min",
    "title": "The Purple Rose of Cairo"
  },
  {
    "id": 837,
    "overview": "An ordinary word processor has the worst night of his life after he agrees to visit a girl in Soho who he met that evening at a coffee shop.",
    "rating": 7.7,
    "released_year": 1985,
    "runtime": "97 min",
    "title": "After Hours"
  },
  {
    "id": 838,
    "overview": "Documentary\" about a man who can look and act like whoever he's around, and meets various famous people.",
    "rating": 7.7,
    "released_year": 1983,
    "runtime": "79 min",
    "title": "Zelig"
  },
  {
    "id": 839,
    "overview": "A lawyer sees the chance to salvage his career and self-respect by taking a medical malpractice case to trial rather than settling.",
    "rating": 7.7,
    "released_year": 1982,
    "runtime": "129 min",
    "title": "The Verdict"
  },
  {
    "id": 840,
    "overview": "With the assistance of the Enterprise crew, Admiral Kirk must stop an old nemesis, Khan Noonien Singh, from using the life-generating Genesis Device as the ultimate weapon.",
    "rating": 7.7,
    "released_year": 1982,
    "runtime": "113 min",
    "title": "Star Trek II: The Wrath of Khan"
  },
  {
    "id": 841,
    "overview": "A veteran Green Beret is forced by a cruel Sheriff and his deputies to flee into the mountains and wage an escalating one-man war against his pursuers.",
    "rating": 7.7,
    "released_year": 1982,
    "runtime": "93 min",
    "title": "First Blood"
  },
  {
    "id": 842,
    "overview": "The accidental death of the older son of an affluent family deeply strains the relationships among the bitter mother, the good-natured father, and the guilt-ridden younger son.",
    "rating": 7.7,
    "released_year": 1980,
    "runtime": "124 min",
    "title": "Ordinary People"
  },
  {
    "id": 843,
    "overview": "A man afraid to fly must ensure that a plane lands safely after the pilots become sick.",
    "rating": 7.7,
    "released_year": 1980,
    "runtime": "88 min",
    "title": "Airplane!"
  },
  {
    "id": 844,
    "overview": "A dashing thief, his gang of desperadoes and an intrepid policeman struggle to free a princess from an evil count's clutches, and learn the hidden secret to a fabulous treasure that she holds part of a key to.",
    "rating": 7.7,
    "released_year": 1979,
    "runtime": "100 min",
    "title": "Rupan sansei: Kariosutoro no shiro"
  },
  {
    "id": 845,
    "overview": "Fifteen years after murdering his sister on Halloween night 1963, Michael Myers escapes from a mental hospital and returns to the small town of Haddonfield, Illinois to kill again.",
    "rating": 7.7,
    "released_year": 1978,
    "runtime": "91 min",
    "title": "Halloween"
  },
  {
    "id": 846,
    "overview": "A bureaucrat rents a Paris apartment where he finds himself drawn into a rabbit hole of dangerous paranoia.",
    "rating": 7.7,
    "released_year": 1976,
    "runtime": "126 min",
    "title": "Le locataire"
  },
  {
    "id": 847,
    "overview": "In czarist Russia, a neurotic soldier and his distant cousin formulate a plot to assassinate Napoleon.",
    "rating": 7.7,
    "released_year": 1975,
    "runtime": "85 min",
    "title": "Love and Death"
  },
  {
    "id": 848,
    "overview": "In New York, armed men hijack a subway car and demand a ransom for the passengers. Even if it's paid, how could they get away?",
    "rating": 7.7,
    "released_year": 1974,
    "runtime": "104 min",
    "title": "The Taking of Pelham One Two Three"
  },
  {
    "id": 849,
    "overview": "In order to ruin a western town, a corrupt politician appoints a black Sheriff, who promptly becomes his most formidable adversary.",
    "rating": 7.7,
    "released_year": 1974,
    "runtime": "93 min",
    "title": "Blazing Saddles"
  },
  {
    "id": 850,
    "overview": "An honest New York cop named Frank Serpico blows the whistle on rampant corruption in the force only to have his comrades turn against him.",
    "rating": 7.7,
    "released_year": 1973,
    "runtime": "130 min",
    "title": "Serpico"
  },
  {
    "id": 851,
    "overview": "A secret agent comes to an opium lord's island fortress with other fighters for a martial-arts tournament.",
    "rating": 7.7,
    "released_year": 1973,
    "runtime": "102 min",
    "title": "Enter the Dragon"
  },
  {
    "id": 852,
    "overview": "Intent on seeing the Cahulawassee River before it's dammed and turned into a lake, outdoor fanatic Lewis Medlock takes his friends on a canoeing trip they'll never forget into the dangerous American back-country.",
    "rating": 7.7,
    "released_year": 1972,
    "runtime": "109 min",
    "title": "Deliverance"
  },
  {
    "id": 853,
    "overview": "A pair of NYC cops in the Narcotics Bureau stumble onto a drug smuggling job with a French connection.",
    "rating": 7.7,
    "released_year": 1971,
    "runtime": "104 min",
    "title": "The French Connection"
  },
  {
    "id": 854,
    "overview": "When a madman calling himself \"the Scorpio Killer\" menaces the city, tough-as-nails San Francisco Police Inspector \"Dirty\" Harry Callahan is assigned to track down and ferret out the crazed psychopath.",
    "rating": 7.7,
    "released_year": 1971,
    "runtime": "102 min",
    "title": "Dirty Harry"
  },
  {
    "id": 855,
    "overview": "Allied agents stage a daring raid on a castle where the Nazis are holding American brigadier general George Carnaby prisoner, but that's not all that's really going on.",
    "rating": 7.7,
    "released_year": 1968,
    "runtime": "158 min",
    "title": "Where Eagles Dare"
  },
  {
    "id": 856,
    "overview": "Two friends try sharing an apartment, but their ideas of housekeeping and lifestyles are as different as night and day.",
    "rating": 7.7,
    "released_year": 1968,
    "runtime": "105 min",
    "title": "The Odd Couple"
  },
  {
    "id": 857,
    "overview": "During World War II, a rebellious U.S. Army Major is assigned a dozen convicted murderers to train and lead them into a mass assassination mission of German officers.",
    "rating": 7.7,
    "released_year": 1967,
    "runtime": "150 min",
    "title": "The Dirty Dozen"
  },
  {
    "id": 858,
    "overview": "A frigid young housewife decides to spend her midweek afternoons as a prostitute.",
    "rating": 7.7,
    "released_year": 1967,
    "runtime": "100 min",
    "title": "Belle de jour"
  },
  {
    "id": 859,
    "overview": "The story of Sir Thomas More, who stood up to King Henry VIII when the King rejected the Roman Catholic Church to obtain a divorce and remarry.",
    "rating": 7.7,
    "released_year": 1966,
    "runtime": "120 min",
    "title": "A Man for All Seasons"
  },
  {
    "id": 860,
    "overview": "A sex-repulsed woman who disapproves of her sister's boyfriend sinks into depression and has horrific visions of rape and violence.",
    "rating": 7.7,
    "released_year": 1965,
    "runtime": "105 min",
    "title": "Repulsion"
  },
  {
    "id": 861,
    "overview": "Outnumbered British soldiers do battle with Zulu warriors at Rorke's Drift.",
    "rating": 7.7,
    "released_year": 1964,
    "runtime": "138 min",
    "title": "Zulu"
  },
  {
    "id": 862,
    "overview": "While investigating a gold magnate's smuggling, James Bond uncovers a plot to contaminate the Fort Knox gold reserve.",
    "rating": 7.7,
    "released_year": 1964,
    "runtime": "110 min",
    "title": "Goldfinger"
  },
  {
    "id": 863,
    "overview": "A wealthy San Francisco socialite pursues a potential boyfriend to a small Northern California town that slowly takes a turn for the bizarre when birds of all kinds suddenly begin to attack people.",
    "rating": 7.7,
    "released_year": 1963,
    "runtime": "119 min",
    "title": "The Birds"
  },
  {
    "id": 864,
    "overview": "A lawyer's family is stalked by a man he once helped put in jail.",
    "rating": 7.7,
    "released_year": 1962,
    "runtime": "106 min",
    "title": "Cape Fear"
  },
  {
    "id": 865,
    "overview": "A young man murders women, using a movie camera to film their dying expressions of terror.",
    "rating": 7.7,
    "released_year": 1960,
    "runtime": "101 min",
    "title": "Peeping Tom"
  },
  {
    "id": 866,
    "overview": "Seven gunfighters are hired by Mexican peasants to liberate their village from oppressive bandits.",
    "rating": 7.7,
    "released_year": 1960,
    "runtime": "128 min",
    "title": "The Magnificent Seven"
  },
  {
    "id": 867,
    "overview": "A surgeon causes an accident which leaves his daughter disfigured, and goes to extremes to give her a new face.",
    "rating": 7.7,
    "released_year": 1960,
    "runtime": "90 min",
    "title": "Les yeux sans visage"
  },
  {
    "id": 868,
    "overview": "A small-town doctor learns that the population of his community is being replaced by emotionless alien duplicates.",
    "rating": 7.7,
    "released_year": 1956,
    "runtime": "80 min",
    "title": "Invasion of the Body Snatchers"
  },
  {
    "id": 869,
    "overview": "A rebellious young man with a troubled past comes to a new town, finding friends and enemies.",
    "rating": 7.7,
    "released_year": 1955,
    "runtime": "111 min",
    "title": "Rebel Without a Cause"
  },
  {
    "id": 870,
    "overview": "Five oddball criminals planning a bank robbery rent rooms on a cul-de-sac from an octogenarian widow under the pretext that they are classical musicians.",
    "rating": 7.7,
    "released_year": 1955,
    "runtime": "91 min",
    "title": "The Ladykillers"
  },
  {
    "id": 871,
    "overview": "A playboy becomes interested in the daughter of his family's chauffeur, but it's his more serious brother who would be the better man for her.",
    "rating": 7.7,
    "released_year": 1954,
    "runtime": "113 min",
    "title": "Sabrina"
  },
  {
    "id": 872,
    "overview": "A retired American boxer returns to the village of his birth in Ireland, where he falls for a spirited redhead whose brother is contemptuous of their union.",
    "rating": 7.7,
    "released_year": 1952,
    "runtime": "129 min",
    "title": "The Quiet Man"
  },
  {
    "id": 873,
    "overview": "An alien lands and tells the people of Earth that they must live peacefully or be destroyed as a danger to other planets.",
    "rating": 7.7,
    "released_year": 1951,
    "runtime": "92 min",
    "title": "The Day the Earth Stood Still"
  },
  {
    "id": 874,
    "overview": "In WWI Africa, a gin-swilling riverboat captain is persuaded by a strait-laced missionary to use his boat to attack an enemy warship.",
    "rating": 7.7,
    "released_year": 1951,
    "runtime": "105 min",
    "title": "The African Queen"
  },
  {
    "id": 875,
    "overview": "A small-time gambler hired to work in a Buenos Aires casino discovers his employer's new wife is his former lover.",
    "rating": 7.7,
    "released_year": 1946,
    "runtime": "110 min",
    "title": "Gilda"
  },
  {
    "id": 876,
    "overview": "A collection of animated interpretations of great works of Western classical music.",
    "rating": 7.7,
    "released_year": 1940,
    "runtime": "125 min",
    "title": "Fantasia"
  },
  {
    "id": 877,
    "overview": "A scientist finds a way of becoming invisible, but in doing so, he becomes murderously insane.",
    "rating": 7.7,
    "released_year": 1933,
    "runtime": "71 min",
    "title": "The Invisible Man"
  },
  {
    "id": 878,
    "overview": "A corporate defense attorney takes on an environmental lawsuit against a chemical company that exposes a lengthy history of pollution.",
    "rating": 7.6,
    "released_year": 2019,
    "runtime": "126 min",
    "title": "Dark Waters"
  },
  {
    "id": 879,
    "overview": "After his teenage daughter goes missing, a desperate father tries to find clues on her laptop.",
    "rating": 7.6,
    "released_year": 2018,
    "runtime": "102 min",
    "title": "Searching"
  },
  {
    "id": 880,
    "overview": "A faded television actor and his stunt double strive to achieve fame and success in the final years of Hollywood's Golden Age in 1969 Los Angeles.",
    "rating": 7.6,
    "released_year": 2019,
    "runtime": "161 min",
    "title": "Once Upon a Time... in Hollywood"
  },
  {
    "id": 881,
    "overview": "A couple going through a divorce must team up to find their son who has disappeared during one of their bitter arguments.",
    "rating": 7.6,
    "released_year": 2017,
    "runtime": "127 min",
    "title": "Nelyubov"
  },
  {
    "id": 882,
    "overview": "Set over one summer, the film follows precocious six-year-old Moonee as she courts mischief and adventure with her ragtag playmates and bonds with her rebellious but caring mother, all while living in the shadows of Walt Disney World.",
    "rating": 7.6,
    "released_year": 2017,
    "runtime": "111 min",
    "title": "The Florida Project"
  },
  {
    "id": 883,
    "overview": "World-renowned civil rights defense attorney Bryan Stevenson works to free a wrongly condemned death row prisoner.",
    "rating": 7.6,
    "released_year": 2019,
    "runtime": "137 min",
    "title": "Just Mercy"
  },
  {
    "id": 884,
    "overview": "Frank, a single man raising his child prodigy niece Mary, is drawn into a custody battle with his mother.",
    "rating": 7.6,
    "released_year": 2017,
    "runtime": "101 min",
    "title": "Gifted"
  },
  {
    "id": 885,
    "overview": "Zak runs away from his care home to make his dream of becoming a wrestler come true.",
    "rating": 7.6,
    "released_year": 2019,
    "runtime": "97 min",
    "title": "The Peanut Butter Falcon"
  },
  {
    "id": 886,
    "overview": "A young Spanish woman who has recently moved to Berlin finds her flirtation with a local guy turn potentially deadly as their night out with his friends reveals a dangerous secret.",
    "rating": 7.6,
    "released_year": 2015,
    "runtime": "138 min",
    "title": "Victoria"
  },
  {
    "id": 887,
    "overview": "When five orphan girls are seen innocently playing with boys on a beach, their scandalized conservative guardians confine them while forced marriages are arranged.",
    "rating": 7.6,
    "released_year": 2015,
    "runtime": "97 min",
    "title": "Mustang"
  },
  {
    "id": 888,
    "overview": "The Guardians struggle to keep together as a team while dealing with their personal family issues, notably Star-Lord's encounter with his father the ambitious celestial being Ego.",
    "rating": 7.6,
    "released_year": 2017,
    "runtime": "136 min",
    "title": "Guardians of the Galaxy Vol. 2"
  },
  {
    "id": 889,
    "overview": "After being coerced into working for a crime boss, a young getaway driver finds himself taking part in a heist doomed to fail.",
    "rating": 7.6,
    "released_year": 2017,
    "runtime": "113 min",
    "title": "Baby Driver"
  },
  {
    "id": 890,
    "overview": "Based on the true story of the Granite Mountain Hotshots, a group of elite firefighters who risk everything to protect a town from a historic wildfire.",
    "rating": 7.6,
    "released_year": 2017,
    "runtime": "134 min",
    "title": "Only the Brave"
  },
  {
    "id": 891,
    "overview": "During the Cold War, an American lawyer is recruited to defend an arrested Soviet spy in court, and then help the CIA facilitate an exchange of the spy for the Soviet captured American U2 spy plane pilot, Francis Gary Powers.",
    "rating": 7.6,
    "released_year": 2015,
    "runtime": "142 min",
    "title": "Bridge of Spies"
  },
  {
    "id": 892,
    "overview": "The Incredibles family takes on a new mission which involves a change in family roles: Bob Parr (Mr. Incredible) must manage the house while his wife Helen (Elastigirl) goes out to save the world.",
    "rating": 7.6,
    "released_year": 2018,
    "runtime": "118 min",
    "title": "Incredibles 2"
  },
  {
    "id": 893,
    "overview": "In Ancient Polynesia, when a terrible curse incurred by the Demigod Maui reaches Moana's island, she answers the Ocean's call to seek out the Demigod to set things right.",
    "rating": 7.6,
    "released_year": 2016,
    "runtime": "107 min",
    "title": "Moana"
  },
  {
    "id": 894,
    "overview": "An idealistic FBI agent is enlisted by a government task force to aid in the escalating war against drugs at the border area between the U.S. and Mexico.",
    "rating": 7.6,
    "released_year": 2015,
    "runtime": "121 min",
    "title": "Sicario"
  },
  {
    "id": 895,
    "overview": "The former World Heavyweight Champion Rocky Balboa serves as a trainer and mentor to Adonis Johnson, the son of his late friend and former rival Apollo Creed.",
    "rating": 7.6,
    "released_year": 2015,
    "runtime": "133 min",
    "title": "Creed"
  },
  {
    "id": 896,
    "overview": "In a Russian coastal town, Kolya is forced to fight the corrupt mayor when he is told that his house will be demolished. He recruits a lawyer friend to help, but the man's arrival brings further misfortune for Kolya and his family.",
    "rating": 7.6,
    "released_year": 2014,
    "runtime": "140 min",
    "title": "Leviafan"
  },
  {
    "id": 897,
    "overview": "A divorced father and his ex-con older brother resort to a desperate scheme in order to save their family's ranch in West Texas.",
    "rating": 7.6,
    "released_year": 2016,
    "runtime": "102 min",
    "title": "Hell or High Water"
  },
  {
    "id": 898,
    "overview": "A world-weary political journalist picks up the story of a woman's search for her son, who was taken away from her decades ago after she became pregnant and was forced to live in a convent.",
    "rating": 7.6,
    "released_year": 2013,
    "runtime": "98 min",
    "title": "Philomena"
  },
  {
    "id": 899,
    "overview": "A growing nation of genetically evolved apes led by Caesar is threatened by a band of human survivors of the devastating virus unleashed a decade earlier.",
    "rating": 7.6,
    "released_year": 2014,
    "runtime": "130 min",
    "title": "Dawn of the Planet of the Apes"
  },
  {
    "id": 900,
    "overview": "A detective searches for the body of a femme fatale which has gone missing from a morgue.",
    "rating": 7.6,
    "released_year": 2012,
    "runtime": "112 min",
    "title": "El cuerpo"
  },
  {
    "id": 901,
    "overview": "A S.W.A.T. team becomes trapped in a tenement run by a ruthless mobster and his army of killers and thugs.",
    "rating": 7.6,
    "released_year": 2011,
    "runtime": "101 min",
    "title": "Serbuan maut"
  },
  {
    "id": 902,
    "overview": "Shot documentary-style, this film follows the daily grind of two young police officers in LA who are partners and friends, and what happens when they meet criminal forces greater than themselves.",
    "rating": 7.6,
    "released_year": 2012,
    "runtime": "109 min",
    "title": "End of Watch"
  },
  {
    "id": 903,
    "overview": "The Clock family are four-inch-tall people who live anonymously in another family's residence, borrowing simple items to make their home. Life changes for the Clocks when their teenage daughter, Arrietty, is discovered.",
    "rating": 7.6,
    "released_year": 2010,
    "runtime": "94 min",
    "title": "Kari-gurashi no Arietti"
  },
  {
    "id": 904,
    "overview": "A musician helps a young singer find fame as age and alcoholism send his own career into a downward spiral.",
    "rating": 7.6,
    "released_year": 2018,
    "runtime": "136 min",
    "title": "A Star Is Born"
  },
  {
    "id": 905,
    "overview": "A stubborn teenager enlists the help of a tough U.S. Marshal to track down her father's murderer.",
    "rating": 7.6,
    "released_year": 2010,
    "runtime": "110 min",
    "title": "True Grit"
  },
  {
    "id": 906,
    "overview": "The lives of two Danish families cross each other, and an extraordinary but risky friendship comes into bud. But loneliness, frailty and sorrow lie in wait.",
    "rating": 7.6,
    "released_year": 2010,
    "runtime": "118 min",
    "title": "Hævnen"
  },
  {
    "id": 907,
    "overview": "When a criminal mastermind uses a trio of orphan girls as pawns for a grand scheme, he finds their love is profoundly changing him for the better.",
    "rating": 7.6,
    "released_year": 2010,
    "runtime": "95 min",
    "title": "Despicable Me"
  },
  {
    "id": 908,
    "overview": "Inspired by a true story, a comedy centered on a 27-year-old guy who learns of his cancer diagnosis and his subsequent struggle to beat the disease.",
    "rating": 7.6,
    "released_year": 2011,
    "runtime": "100 min",
    "title": "50/50"
  },
  {
    "id": 909,
    "overview": "Dave Lizewski is an unnoticed high school student and comic book fan who one day decides to become a superhero, even though he has no powers, training or meaningful reason to do so.",
    "rating": 7.6,
    "released_year": 2010,
    "runtime": "117 min",
    "title": "Kick-Ass"
  },
  {
    "id": 910,
    "overview": "The story of two men on different sides of a prison riot -- the inmate leading the rebellion and the young guard trapped in the revolt, who poses as a prisoner in a desperate attempt to survive the ordeal.",
    "rating": 7.6,
    "released_year": 2009,
    "runtime": "113 min",
    "title": "Celda 211"
  },
  {
    "id": 911,
    "overview": "Oakland A's general manager Billy Beane's successful attempt to assemble a baseball team on a lean budget by employing computer-generated analysis to acquire new players.",
    "rating": 7.6,
    "released_year": 2011,
    "runtime": "133 min",
    "title": "Moneyball"
  },
  {
    "id": 912,
    "overview": "A brilliant plastic surgeon, haunted by past tragedies, creates a type of synthetic skin that withstands any kind of damage. His guinea pig: a mysterious and volatile woman who holds the key to his obsession.",
    "rating": 7.6,
    "released_year": 2011,
    "runtime": "120 min",
    "title": "La piel que habito"
  },
  {
    "id": 913,
    "overview": "A shy student trying to reach his family in Ohio, a gun-toting tough guy trying to find the last Twinkie, and a pair of sisters trying to get to an amusement park join forces to travel across a zombie-filled America.",
    "rating": 7.6,
    "released_year": 2009,
    "runtime": "88 min",
    "title": "Zombieland"
  },
  {
    "id": 914,
    "overview": "A high school teacher's experiment to demonstrate to his students what life is like under a dictatorship spins horribly out of control when he forms a social unit with a life of its own.",
    "rating": 7.6,
    "released_year": 2008,
    "runtime": "107 min",
    "title": "Die Welle"
  },
  {
    "id": 915,
    "overview": "Detective Sherlock Holmes and his stalwart partner Watson engage in a battle of wits and brawn with a nemesis whose plot is a threat to all of England.",
    "rating": 7.6,
    "released_year": 2009,
    "runtime": "128 min",
    "title": "Sherlock Holmes"
  },
  {
    "id": 916,
    "overview": "The story of Michael Oher, a homeless and traumatized boy who became an All-American football player and first-round NFL draft pick with the help of a caring woman and her family.",
    "rating": 7.6,
    "released_year": 2009,
    "runtime": "129 min",
    "title": "The Blind Side"
  },
  {
    "id": 917,
    "overview": "A college professor travels to New York City to attend a conference and finds a young couple living in his apartment.",
    "rating": 7.6,
    "released_year": 2007,
    "runtime": "104 min",
    "title": "The Visitor"
  },
  {
    "id": 918,
    "overview": "A man with a fateful secret embarks on an extraordinary journey of redemption by forever changing the lives of seven strangers.",
    "rating": 7.6,
    "released_year": 2008,
    "runtime": "123 min",
    "title": "Seven Pounds"
  },
  {
    "id": 919,
    "overview": "A teenager who dies during childbirth leaves clues in her journal that could tie her child to a rape involving a violent Russian mob family.",
    "rating": 7.6,
    "released_year": 2007,
    "runtime": "100 min",
    "title": "Eastern Promises"
  },
  {
    "id": 920,
    "overview": "In a countryside town bordering on a magical land, a young man makes a promise to his beloved that he'll retrieve a fallen star by venturing into the magical realm.",
    "rating": 7.6,
    "released_year": 2007,
    "runtime": "127 min",
    "title": "Stardust"
  },
  {
    "id": 921,
    "overview": "A young boy in a remote medieval outpost under siege from barbarian raids is beckoned to adventure when a celebrated master illuminator arrives with an ancient book, brimming with secret wisdom and powers.",
    "rating": 7.6,
    "released_year": 2009,
    "runtime": "71 min",
    "title": "The Secret of Kells"
  },
  {
    "id": 922,
    "overview": "A police detective, a bank robber, and a high-power broker enter high-stakes negotiations after the criminal's brilliant heist spirals into a hostage situation.",
    "rating": 7.6,
    "released_year": 2006,
    "runtime": "129 min",
    "title": "Inside Man"
  },
  {
    "id": 923,
    "overview": "Two Boston area detectives investigate a little girl's kidnapping, which ultimately turns into a crisis both professionally and personally.",
    "rating": 7.6,
    "released_year": 2007,
    "runtime": "114 min",
    "title": "Gone Baby Gone"
  },
  {
    "id": 924,
    "overview": "Biopic of the iconic French singer Édith Piaf. Raised by her grandmother in a brothel, she was discovered while singing on a street corner at the age of 19. Despite her success, Piaf's life was filled with tragedy.",
    "rating": 7.6,
    "released_year": 2007,
    "runtime": "140 min",
    "title": "La Vie En Rose"
  },
  {
    "id": 925,
    "overview": "A biography of Chinese Martial Arts Master Huo Yuanjia, who is the founder and spiritual guru of the Jin Wu Sports Federation.",
    "rating": 7.6,
    "released_year": 2006,
    "runtime": "104 min",
    "title": "Huo Yuan Jia"
  },
  {
    "id": 926,
    "overview": "In turn-of-the-century Vienna, a magician uses his abilities to secure the love of a woman far above his social standing.",
    "rating": 7.6,
    "released_year": 2006,
    "runtime": "110 min",
    "title": "The Illusionist"
  },
  {
    "id": 927,
    "overview": "A disaffected soldier returns to his hometown to get even with the thugs who brutalized his mentally-challenged brother years ago.",
    "rating": 7.6,
    "released_year": 2004,
    "runtime": "90 min",
    "title": "Dead Man's Shoes"
  },
  {
    "id": 928,
    "overview": "As Harry Potter begins his sixth year at Hogwarts, he discovers an old book marked as \"the property of the Half-Blood Prince\" and begins to learn more about Lord Voldemort's dark past.",
    "rating": 7.6,
    "released_year": 2009,
    "runtime": "153 min",
    "title": "Harry Potter and the Half-Blood Prince"
  },
  {
    "id": 929,
    "overview": "King Leonidas of Sparta and a force of 300 men fight the Persians at Thermopylae in 480 B.C.",
    "rating": 7.6,
    "released_year": 2006,
    "runtime": "117 min",
    "title": 300
  },
  {
    "id": 930,
    "overview": "At a turning point in his life, a former tennis pro falls for an actress who happens to be dating his friend and soon-to-be brother-in-law.",
    "rating": 7.6,
    "released_year": 2005,
    "runtime": "124 min",
    "title": "Match Point"
  },
  {
    "id": 931,
    "overview": "In 1985 where former superheroes exist, the murder of a colleague sends active vigilante Rorschach into his own sprawling investigation, uncovering something that could completely change the course of history as we know it.",
    "rating": 7.6,
    "released_year": 2009,
    "runtime": "162 min",
    "title": "Watchmen"
  },
  {
    "id": 932,
    "overview": "An arms dealer confronts the morality of his work as he is being chased by an INTERPOL Agent.",
    "rating": 7.6,
    "released_year": 2005,
    "runtime": "122 min",
    "title": "Lord of War"
  },
  {
    "id": 933,
    "overview": "Two strangers awaken in a room with no recollection of how they got there, and soon discover they're pawns in a deadly game perpetrated by a notorious serial killer.",
    "rating": 7.6,
    "released_year": 2004,
    "runtime": "103 min",
    "title": "Saw"
  },
  {
    "id": 934,
    "overview": "A theatre director struggles with his work, and the women in his life, as he creates a life-size replica of New York City inside a warehouse as part of his new play.",
    "rating": 7.6,
    "released_year": 2008,
    "runtime": "124 min",
    "title": "Synecdoche, New York"
  },
  {
    "id": 935,
    "overview": "A teenage hustler and a young man obsessed with alien abductions cross paths, together discovering a horrible, liberating truth.",
    "rating": 7.6,
    "released_year": 2004,
    "runtime": "105 min",
    "title": "Mysterious Skin"
  },
  {
    "id": 936,
    "overview": "As adults, best friends Julien and Sophie continue the odd game they started as children -- a fearless competition to outdo one another with daring and outrageous stunts. While they often act out to relieve one another's pain, their game might be a way to avoid the fact that they are truly meant for one another.",
    "rating": 7.6,
    "released_year": 2003,
    "runtime": "93 min",
    "title": "Jeux d'enfants"
  },
  {
    "id": 937,
    "overview": "Tells the story of a young woman's relentless search for her fiancé, who has disappeared from the trenches of the Somme during World War One.",
    "rating": 7.6,
    "released_year": 2004,
    "runtime": "133 min",
    "title": "Un long dimanche de fiançailles"
  },
  {
    "id": 938,
    "overview": "When his only friend dies, a man born with dwarfism moves to rural New Jersey to live a life of solitude, only to meet a chatty hot dog vendor and a woman dealing with her own personal loss.",
    "rating": 7.6,
    "released_year": 2003,
    "runtime": "89 min",
    "title": "The Station Agent"
  },
  {
    "id": 939,
    "overview": "A freak accident brings together a critically ill mathematician, a grieving mother, and a born-again ex-con.",
    "rating": 7.6,
    "released_year": 2003,
    "runtime": "124 min",
    "title": "21 Grams"
  },
  {
    "id": 940,
    "overview": "A recently laid off factory worker kidnaps his former boss' friend's daughter, hoping to use the ransom money to pay for his sister's kidney transplant.",
    "rating": 7.6,
    "released_year": 2002,
    "runtime": "129 min",
    "title": "Boksuneun naui geot"
  },
  {
    "id": 941,
    "overview": "The story of Sir J.M. Barrie's friendship with a family who inspired him to create Peter Pan.",
    "rating": 7.6,
    "released_year": 2004,
    "runtime": "106 min",
    "title": "Finding Neverland"
  },
  {
    "id": 942,
    "overview": "Cornered by the DEA, convicted New York drug dealer Montgomery Brogan reevaluates his life in the 24 remaining hours before facing a seven-year jail term.",
    "rating": 7.6,
    "released_year": 2002,
    "runtime": "135 min",
    "title": "25th Hour"
  },
  {
    "id": 943,
    "overview": "Evan Treborn suffers blackouts during significant events of his life. As he grows up, he finds a way to remember these lost memories and a supernatural way to alter his life by reading his journal.",
    "rating": 7.6,
    "released_year": 2004,
    "runtime": "113 min",
    "title": "The Butterfly Effect"
  },
  {
    "id": 944,
    "overview": "Four weeks after a mysterious, incurable virus spreads throughout the UK, a handful of survivors try to find sanctuary.",
    "rating": 7.6,
    "released_year": 2002,
    "runtime": "113 min",
    "title": "28 Days Later..."
  },
  {
    "id": 945,
    "overview": "In the future, the Japanese government captures a class of ninth-grade students and forces them to kill each other under the revolutionary \"Battle Royale\" act.",
    "rating": 7.6,
    "released_year": 2000,
    "runtime": "114 min",
    "title": "Batoru rowaiaru"
  },
  {
    "id": 946,
    "overview": "The eccentric members of a dysfunctional family reluctantly gather under the same roof for various reasons.",
    "rating": 7.6,
    "released_year": 2001,
    "runtime": "110 min",
    "title": "The Royal Tenenbaums"
  },
  {
    "id": 947,
    "overview": "In Mexico, two teenage boys and an attractive older woman embark on a road trip and learn a thing or two about life, friendship, sex, and each other.",
    "rating": 7.6,
    "released_year": 2001,
    "runtime": "106 min",
    "title": "Y tu mamá también"
  },
  {
    "id": 948,
    "overview": "An orphaned boy enrolls in a school of wizardry, where he learns the truth about himself, his family and the terrible evil that haunts the magical world.",
    "rating": 7.6,
    "released_year": 2001,
    "runtime": "152 min",
    "title": "Harry Potter and the Sorcerer's Stone"
  },
  {
    "id": 949,
    "overview": "A woman who lives in her darkened old family house with her two photosensitive children becomes convinced that the home is haunted.",
    "rating": 7.6,
    "released_year": 2001,
    "runtime": "101 min",
    "title": "The Others"
  },
  {
    "id": 950,
    "overview": "The story of how George Jung, along with the Medellín Cartel headed by Pablo Escobar, established the American cocaine market in the 1970s in the United States.",
    "rating": 7.6,
    "released_year": 2001,
    "runtime": "124 min",
    "title": "Blow"
  },
  {
    "id": 951,
    "overview": "A Russian and a German sniper play a game of cat-and-mouse during the Battle of Stalingrad.",
    "rating": 7.6,
    "released_year": 2001,
    "runtime": "131 min",
    "title": "Enemy at the Gates"
  },
  {
    "id": 952,
    "overview": "In a future where a special police unit is able to arrest murderers before they commit their crimes, an officer from that unit is himself accused of a future murder.",
    "rating": 7.6,
    "released_year": 2002,
    "runtime": "145 min",
    "title": "Minority Report"
  },
  {
    "id": 953,
    "overview": "The story of Rubin 'Hurricane' Carter, a boxer wrongly imprisoned for murder, and the people who aided in his fight to prove his innocence.",
    "rating": 7.6,
    "released_year": 1999,
    "runtime": "146 min",
    "title": "The Hurricane"
  },
  {
    "id": 954,
    "overview": "A wealthy New York City investment banking executive, Patrick Bateman, hides his alternate psychopathic ego from his co-workers and friends as he delves deeper into his violent, hedonistic fantasies.",
    "rating": 7.6,
    "released_year": 2000,
    "runtime": "101 min",
    "title": "American Psycho"
  },
  {
    "id": 955,
    "overview": "After a botched money delivery, Lola has 20 minutes to come up with 100,000 Deutschmarks.",
    "rating": 7.6,
    "released_year": 1998,
    "runtime": "81 min",
    "title": "Lola rennt"
  },
  {
    "id": 956,
    "overview": "Adaptation of James Jones' autobiographical 1962 novel, focusing on the conflict at Guadalcanal during the second World War.",
    "rating": 7.6,
    "released_year": 1998,
    "runtime": "170 min",
    "title": "The Thin Red Line"
  },
  {
    "id": 957,
    "overview": "To save her father from death in the army, a young maiden secretly goes in his place and becomes one of China's greatest heroines in the process.",
    "rating": 7.6,
    "released_year": 1998,
    "runtime": "88 min",
    "title": "Mulan"
  },
  {
    "id": 958,
    "overview": "An oddball journalist and his psychopathic lawyer travel to Las Vegas for a series of psychedelic escapades.",
    "rating": 7.6,
    "released_year": 1998,
    "runtime": "118 min",
    "title": "Fear and Loathing in Las Vegas"
  },
  {
    "id": 959,
    "overview": "Two violent young men take a mother, father, and son hostage in their vacation cabin and force them to play sadistic \"games\" with one another for their own amusement.",
    "rating": 7.6,
    "released_year": 1997,
    "runtime": "108 min",
    "title": "Funny Games"
  },
  {
    "id": 960,
    "overview": "A man struggles with memories of his past, which include a wife he cannot remember and a nightmarish world no one else ever seems to wake up from.",
    "rating": 7.6,
    "released_year": 1998,
    "runtime": "100 min",
    "title": "Dark City"
  },
  {
    "id": 961,
    "overview": "After a prank goes disastrously wrong, a group of boys are sent to a detention center where they are brutalized. Thirteen years later, an unexpected random encounter with a former guard gives them a chance for revenge.",
    "rating": 7.6,
    "released_year": 1996,
    "runtime": "147 min",
    "title": "Sleepers"
  },
  {
    "id": 962,
    "overview": "Anonymous videotapes presage a musician's murder conviction, and a gangster's girlfriend leads a mechanic astray.",
    "rating": 7.6,
    "released_year": 1997,
    "runtime": "134 min",
    "title": "Lost Highway"
  },
  {
    "id": 963,
    "overview": "Rich Mr. Dashwood dies, leaving his second wife and her three daughters poor by the rules of inheritance. The two eldest daughters are the title opposites.",
    "rating": 7.6,
    "released_year": 1995,
    "runtime": "136 min",
    "title": "Sense and Sensibility"
  },
  {
    "id": 964,
    "overview": "John McClane and a Harlem store owner are targeted by German terrorist Simon in New York City, where he plans to rob the Federal Reserve Building.",
    "rating": 7.6,
    "released_year": 1995,
    "runtime": "128 min",
    "title": "Die Hard: With a Vengeance"
  },
  {
    "id": 965,
    "overview": "On the run after murdering a man, accountant William Blake encounters a strange aboriginal American man named Nobody who prepares him for his journey into the spiritual world.",
    "rating": 7.6,
    "released_year": 1995,
    "runtime": "121 min",
    "title": "Dead Man"
  },
  {
    "id": 966,
    "overview": "Photographer Robert Kincaid wanders into the life of housewife Francesca Johnson for four days in the 1960s.",
    "rating": 7.6,
    "released_year": 1995,
    "runtime": "135 min",
    "title": "The Bridges of Madison County"
  },
  {
    "id": 967,
    "overview": "NASA must devise a strategy to return Apollo 13 to Earth safely after the spacecraft undergoes massive internal damage putting the lives of the three astronauts on board in jeopardy.",
    "rating": 7.6,
    "released_year": 1995,
    "runtime": "140 min",
    "title": "Apollo 13"
  },
  {
    "id": 968,
    "overview": "After his wife divorces him, a Polish immigrant plots to get even with her.",
    "rating": 7.6,
    "released_year": 1994,
    "runtime": "92 min",
    "title": "Trois couleurs: Blanc"
  },
  {
    "id": 969,
    "overview": "An ordinary man frustrated with the various flaws he sees in society begins to psychotically and violently lash out against them.",
    "rating": 7.6,
    "released_year": 1993,
    "runtime": "113 min",
    "title": "Falling Down"
  },
  {
    "id": 970,
    "overview": "The adventures of high school and junior high students on the last day of school in May 1976.",
    "rating": 7.6,
    "released_year": 1993,
    "runtime": "102 min",
    "title": "Dazed and Confused"
  },
  {
    "id": 971,
    "overview": "Two New Yorkers accused of murder in rural Alabama while on their way back to college call in the help of one of their cousins, a loudmouth lawyer with no trial experience.",
    "rating": 7.6,
    "released_year": 1992,
    "runtime": "120 min",
    "title": "My Cousin Vinny"
  },
  {
    "id": 972,
    "overview": "A twenty-seven-year-old office worker travels to the countryside while reminiscing about her childhood in Tokyo.",
    "rating": 7.6,
    "released_year": 1991,
    "runtime": "118 min",
    "title": "Omohide poro poro"
  },
  {
    "id": 973,
    "overview": "Post-apocalyptic surrealist black comedy about the landlord of an apartment building who occasionally prepares a delicacy for his odd tenants.",
    "rating": 7.6,
    "released_year": 1991,
    "runtime": "99 min",
    "title": "Delicatessen"
  },
  {
    "id": 974,
    "overview": "An eight-year-old troublemaker must protect his house from a pair of burglars when he is accidentally left home alone by his family during Christmas vacation.",
    "rating": 7.6,
    "released_year": 1990,
    "runtime": "103 min",
    "title": "Home Alone"
  },
  {
    "id": 975,
    "overview": "Follows Michael Corleone, now in his 60s, as he seeks to free his family from crime and find a suitable successor to his empire.",
    "rating": 7.6,
    "released_year": 1990,
    "runtime": "162 min",
    "title": "The Godfather: Part III"
  },
  {
    "id": 976,
    "overview": "Harry and Sally have known each other for years, and are very good friends, but they fear sex would ruin the friendship.",
    "rating": 7.6,
    "released_year": 1989,
    "runtime": "95 min",
    "title": "When Harry Met Sally..."
  },
  {
    "id": 977,
    "overview": "A mermaid princess makes a Faustian bargain in an attempt to become human and win a prince's love.",
    "rating": 7.6,
    "released_year": 1989,
    "runtime": "83 min",
    "title": "The Little Mermaid"
  },
  {
    "id": 978,
    "overview": "Incompetent police Detective Frank Drebin must foil an attempt to assassinate Queen Elizabeth II.",
    "rating": 7.6,
    "released_year": 1988,
    "runtime": "85 min",
    "title": "The Naked Gun: From the Files of Police Squad!"
  },
  {
    "id": 979,
    "overview": "A man must struggle to travel home for Thanksgiving with a lovable oaf of a shower curtain ring salesman as his only companion.",
    "rating": 7.6,
    "released_year": 1987,
    "runtime": "93 min",
    "title": "Planes, Trains & Automobiles"
  },
  {
    "id": 980,
    "overview": "Two newly paired cops who are complete opposites must put aside their differences in order to catch a gang of drug smugglers.",
    "rating": 7.6,
    "released_year": 1987,
    "runtime": "109 min",
    "title": "Lethal Weapon"
  },
  {
    "id": 981,
    "overview": "The owner of a seedy small-town Texas bar discovers that one of his employees is having an affair with his wife. A chaotic chain of misunderstandings, lies and mischief ensues after he devises a plot to have them murdered.",
    "rating": 7.6,
    "released_year": 1984,
    "runtime": "99 min",
    "title": "Blood Simple"
  },
  {
    "id": 982,
    "overview": "Norman is a curmudgeon with an estranged relationship with his daughter Chelsea. At Golden Pond, he and his wife nevertheless agree to care for Billy, the son of Chelsea's new boyfriend, and a most unexpected relationship blooms.",
    "rating": 7.6,
    "released_year": 1981,
    "runtime": "109 min",
    "title": "On Golden Pond"
  },
  {
    "id": 983,
    "overview": "In the post-apocalyptic Australian wasteland, a cynical drifter agrees to help a small, gasoline-rich community escape a horde of bandits.",
    "rating": 7.6,
    "released_year": 1981,
    "runtime": "96 min",
    "title": "Mad Max 2"
  },
  {
    "id": 984,
    "overview": "In the near future, a charismatic leader summons the street gangs of New York City in a bid to take it over. When he is killed, The Warriors are falsely blamed and now must fight their way home while every other gang is hunting them down.",
    "rating": 7.6,
    "released_year": 1979,
    "runtime": "92 min",
    "title": "The Warriors"
  },
  {
    "id": 985,
    "overview": "Kermit and his newfound friends trek across America to find success in Hollywood, but a frog legs merchant is after Kermit.",
    "rating": 7.6,
    "released_year": 1979,
    "runtime": "95 min",
    "title": "The Muppet Movie"
  },
  {
    "id": 986,
    "overview": "Alcatraz is the most secure prison of its time. It is believed that no one can ever escape from it, until three daring men make a possible successful attempt at escaping from one of the most infamous prisons in the world.",
    "rating": 7.6,
    "released_year": 1979,
    "runtime": "112 min",
    "title": "Escape from Alcatraz"
  },
  {
    "id": 987,
    "overview": "Hoping to escape destruction by human developers and save their community, a colony of rabbits, led by Hazel and Fiver, seek out a safe place to set up a new warren.",
    "rating": 7.6,
    "released_year": 1978,
    "runtime": "91 min",
    "title": "Watership Down"
  },
  {
    "id": 988,
    "overview": "Billy Hayes, an American college student, is caught smuggling drugs out of Turkey and thrown into prison.",
    "rating": 7.6,
    "released_year": 1978,
    "runtime": "121 min",
    "title": "Midnight Express"
  },
  {
    "id": 989,
    "overview": "Roy Neary, an electric lineman, watches how his quiet and ordinary daily life turns upside down after a close encounter with a UFO.",
    "rating": 7.6,
    "released_year": 1977,
    "runtime": "138 min",
    "title": "Close Encounters of the Third Kind"
  },
  {
    "id": 990,
    "overview": "Private investigator Philip Marlowe helps a friend out of a jam, but in doing so gets implicated in his wife's murder.",
    "rating": 7.6,
    "released_year": 1973,
    "runtime": "112 min",
    "title": "The Long Goodbye"
  },
  {
    "id": 991,
    "overview": "A low-life bandit and an I.R.A. explosives expert rebel against the government and become heroes of the Mexican Revolution.",
    "rating": 7.6,
    "released_year": 1971,
    "runtime": "157 min",
    "title": "Giù la testa"
  },
  {
    "id": 992,
    "overview": "A group of U.S. soldiers sneaks across enemy lines to get their hands on a secret stash of Nazi treasure.",
    "rating": 7.6,
    "released_year": 1970,
    "runtime": "144 min",
    "title": "Kelly's Heroes"
  },
  {
    "id": 993,
    "overview": "Bagheera the Panther and Baloo the Bear have a difficult time trying to convince a boy to leave the jungle for human civilization.",
    "rating": 7.6,
    "released_year": 1967,
    "runtime": "78 min",
    "title": "The Jungle Book"
  },
  {
    "id": 994,
    "overview": "A fashion photographer unknowingly captures a death on film after following two lovers in a park.",
    "rating": 7.6,
    "released_year": 1966,
    "runtime": "111 min",
    "title": "Blowup"
  },
  {
    "id": 995,
    "overview": "Over two \"typical\" days in the life of The Beatles, the boys struggle to keep themselves and Sir Paul McCartney's mischievous grandfather in check while preparing for a live television performance.",
    "rating": 7.6,
    "released_year": 1964,
    "runtime": "87 min",
    "title": "A Hard Day's Night"
  },
  {
    "id": 996,
    "overview": "A young New York socialite becomes interested in a young man who has moved into her apartment building, but her past threatens to get in the way.",
    "rating": 7.6,
    "released_year": 1961,
    "runtime": "115 min",
    "title": "Breakfast at Tiffany's"
  },
  {
    "id": 997,
    "overview": "Sprawling epic covering the life of a Texas cattle rancher and his family and associates.",
    "rating": 7.6,
    "released_year": 1956,
    "runtime": "201 min",
    "title": "Giant"
  },
  {
    "id": 998,
    "overview": "In Hawaii in 1941, a private is cruelly punished for not boxing on his unit's team, while his captain's wife and second-in-command are falling in love.",
    "rating": 7.6,
    "released_year": 1953,
    "runtime": "118 min",
    "title": "From Here to Eternity"
  },
  {
    "id": 999,
    "overview": "Several survivors of a torpedoed merchant ship in World War II find themselves in the same lifeboat with one of the crew members of the U-boat that sank their ship.",
    "rating": 7.6,
    "released_year": 1944,
    "runtime": "97 min",
    "title": "Lifeboat"
  },
  {
    "id": 1000,
    "overview": "A man in London tries to help a counter-espionage Agent. But when the Agent is killed, and the man stands accused, he must go on the run to save himself and stop a spy ring which is trying to steal top secret information.",
    "rating": 7.6,
    "released_year": 1935,
    "runtime": "86 min",
    "title": "The 39 Steps"
  }
]